Repository: perawallet/pera-wallet
Catalog: ios/Resources/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja_jp, ko, pt_br, tr, zh_hans

# send-transaction-preview-title
source: Confirm Transaction
ja_jp: 注文の確認
ko: 주문 확인
pt_br: Confirmar Pedido

# send-transaction-show-note-title
source: Show Note
ja_jp: メモを表示

# send-transaction-title
source: Send %@
ja_jp: %@を送信する
ko: %@ 전송
pt_br: Enviar %@

# send-trasaction-address-placeholder
source: Paste #
de: Einfügen #
es: Pegar número
fr: Coller #
it: Incolla #
ja_jp: 貼り付け #
ko: # 붙여넣기
pt_br: Colar #
tr: Yapıştır: #
zh_hans: 粘贴#

# settings-app-version
source: Pera Wallet Version %@
de: Version %@
es: Versión %@
fr: Version %@
it: Versione %@
ja_jp: バージョン%@
ko: 버전 %@
pt_br: Versão %@
tr: Sürüm: %@
zh_hans: %@版本

# settings-backup-title
source: Backup
ja_jp: バックアップ
ko: 백업
pt_br: Cópia de Segurança

# settings-currency
source: Currency
de: Währung
es: Moneda
fr: Devise
it: Valuta
ja_jp: 通貨
ko: 통화
pt_br: Moeda
tr: Para Birimi
zh_hans: 币种

# settings-delete-data-title
source: Delete All Data
ja_jp: 全データの削除

# settings-developer
source: Developer Settings
de: Entwicklereinstellungen
es: Configuración para desarrolladores
fr: Paramètres Développeurs
it: Impostazioni sviluppatore
ja_jp: 開発者設定
ko: 개발자 설정
pt_br: Configurações para Desenvolvedores
tr: Geliştirici Ayarları
zh_hans: 开发者设置

# settings-language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja_jp: 言語
ko: 언어
pt_br: Idioma
tr: Dil
zh_hans: 语言

# settings-language-change-detail
source: Due to updates to your phone, there are different steps to change your language. 1. Proceed to the next screen. 2. Tap Language to select the language you want. If no language setting is available, go to your general iPhone language settings to first set a preferred language.
de: Aufgrund von Updates für Ihr Telefon müssen Sie mehrere Schritte ausführen, um Ihre Sprache zu ändern. 1. Weiter zur nächsten Maske. 2. Tippen Sie auf „Sprache“, um die gewünschte Sprache auszuwählen. Wenn keine Spracheinstellung vorhanden ist, gehe zu deinen allgemeinen iPhone-Spracheinstellungen, um zuerst eine bevorzugte Sprache zu wählen.
es: Debido a los cambios en tu teléfono, existen diferentes pasos para cambiar el idioma. 1. Avanza a la pantalla siguiente. 2. Pulsa Idioma para seleccionar el idioma que quieres. Si no existe una configuración de idioma disponible, dirígete a la configuración principal de idioma de tu iPhone para establecer un idioma preferido.
fr: En raison des mises à jour de votre téléphone, il existe différentes étapes pour changer votre langue. 1. Passez à l'écran suivant. 2. Appuyez sur Langue pour sélectionner la langue souhaitée. Si aucun paramètre de langue n'est disponible, accédez aux paramètres de langue généraux de votre iPhone pour définir d'abord une langue préférée.
it: A causa degli aggiornamenti del telefono, devi eseguire alcuni passaggi per cambiare la lingua. 1. 1. Procedi alla schermata successiva. 2. 3. Tocca Lingua per selezionare la lingua desiderata. Se non è disponibile alcuna impostazione linguistica, vai alle impostazioni generali della lingua dell'iPhone per impostare la lingua preferita.
ja_jp: お使いの携帯電話の更新により、言語を変更するための手順が異なります。 1. 次の画面に進みます。 2. 言語をタップして、使用言語を選択します。 言語設定が利用できない場合は、iPhoneの一般的な言語設定に移動して、最初に優先言語を設定してください。
ko: 스마트폰의 업데이트로 인해 언어 변경 절차가 변경되었습니다. 1. 다음 화면으로 진행하세요. 2. 원하는 언어를 눌러 선택하세요. 언어 설정이 불가능한 경우 일반적인 iPhone 언어 설정으로 가셔서 사용할 언어를 먼저 설정하시기 바랍니다.
pt_br: Devido a atualizações em seu telefone, há diferentes etapas para alterar o idioma. 1. Vá à próxima tela. 2. Toque em Idioma para selecionar o idioma desejado. Caso não haja a opção para configuração de idioma, vá às configurações gerais para idioma do seu iPhone para configurar um idioma de preferência.
tr: Telefonunuzdaki güncellemeler nedeniyle, dilinizi değiştirmeniz için farklı adımlar vardır. 1. Sonraki ekrana ilerleyin. 2. Dilediğiniz dili seçmek için Dil'e dokunun. Dil ayarı yoksa, tercih ettiğiniz birincil dili ayarlamak için iPhone'unuzun genel dil ayarlarına gidin.
zh_hans: 手机更新后，您可以通过以下步骤更改语言。 1. 进入下一个页面。 2. 点击要选择的语言。 若无法使用语言设置，请到iPhone的语言设置处，选择想要使用的语言。

# settings-language-change-title
source: Set App Language
de: App-Sprache festlegen
es: Configurar idioma
fr: Définir la langue de l'application
it: Imposta la lingua dell'app
ja_jp: アプリの言語設定
ko: 앱 언어 설정
pt_br: Configurar Idioma do Aplicativo
tr: Uygulama Dilini Ayarla
zh_hans: 设置应用语言

# settings-logout-button-cancel
source: Keep it
ja_jp: 維持する
ko: 유지합니다
pt_br: Manter

# settings-logout-button-delete
source: Yes, Remove All Accounts and Logout
ja_jp: はい、すべてのデータを削除します
ko: 네, 전체 데이터를 삭제합니다
pt_br: Sim, excluir todos os dados

# settings-logout-detail
source: You are about to delete all data in the wallet, including your stored accounts. Make sure to have your account passphrases stored elsewhere before confirming. You will not be able to restore your accounts otherwise. Are you sure you would like to proceed?
de: Sind Sie sicher, dass Sie alle Daten entfernen möchten?
es: ¿Estás seguro de que quieres borrar toda la información?
fr: Êtes-vous sûr de vouloir supprimer toutes les données?
it: Sei sicuro di voler cancellare tutti i dati?
ja_jp: すべてのデータを削除してもよろしいですか？
ko: 정말로 모든 데이터를 삭제하시겠습니까?
pt_br: Tem certeza de que deseja apagar todos os dados?
tr: Tüm verileri silmek istediğinizden emin misiniz?
zh_hans: 您确定要删除全部数据吗？

# settings-logout-success-message
source: Your data has been deleted successfully
ja_jp: データは正常に削除されました
ko: 데이터가 삭제되었습니다
pt_br: Seus dados foram excluídos com sucesso

# settings-logout-title
source: Remove All Accounts and Logout
de: Alle Daten löschen
es: Eliminar toda la información
fr: Supprimer toutes les données
it: Cancella tutti i dati
ja_jp: 全データの削除
ko: 전체 데이터 삭제
pt_br: Apagar Todos os Dados
tr: Tüm Verileri Sil
zh_hans: 删除全部数据

# settings-notification-disabled-go-settings-text
source: Push notifications are disabled in iOS Settings. To enable notifications, you must first allow push notifications for Pera Wallet by launching the Settings app.
de: Sie haben die Benachrichtigungsfunktion deaktiviert. Bitte aktivieren Sie diese Funktion in den Einstellungen.
es: Desactivaste las notificaciones. Ve a Configuración y activa esta opción.
fr: Vous avez désactivé les notifications. Veuillez aller dans Paramètres et activer cette option.
it: Hai disabilitato le notifiche. Vai su Impostazioni e abilita questa opzione.
ja_jp: 通知を無効にしました。 このオプションを有効にするには設定に移動してください。
ko: 알림을 비활성화하셨습니다. 설정으로 이동해 옵션을 켜실 수 있습니다.
pt_br: Você desabilitou as notificações. Vá a Configurações e habilite esta opção.
tr: Bildirimleri devre dışı bıraktınız. Lütfen Ayarlara gidin ve bu seçeneği etkinleştirin.
zh_hans: 您已关闭通知提示。请到“设置”中开启通知提示。

# settings-notification-enabled-go-settings-text
source: Push notifications are enabled in iOS Settings. To disable notifications, you must first disallow push notifications for Pera Wallet by launching the Settings app.
de: Sie haben die Benachrichtigungsfunktion aktiviert. Bitte deaktivieren Sie diese Funktion in den Einstellungen.
es: Activaste las notificaciones.Ve a Configuración y desactiva esta opción.
fr: Vous avez activé les notifications. Veuillez aller dans Paramètres et désactiver cette option.
it: Hai abilitato le notifiche. Vai su Impostazioni e disabilita questa opzione.
ja_jp: 通知を有効にしました。 このオプションを無効にするには設定に移動してください。
ko: 알림을 활성화하셨습니다. 설정으로 이동해 옵션을 끄실 수 있습니다.
pt_br: Você habilitou as notificações. Vá a Configurações e desabilite esta opção.
tr: Bildirimleri etkinleştirdiniz. Bu seçeneği devre dışı bırakmak için lütfen Ayarlara gidin.
zh_hans: 您已开启通知提示。请到“设置”中关闭通知提示。

# settings-rate-modal-description
source: Tell us how was your experience?
ja_jp: ご利用体験はいかがでしたか？
ko: 사용 경험이 어땠는지 알려주세요
pt_br: Conte-nos como foi sua experiência

# settings-rate-modal-title
source: Rate your experience
ja_jp: 体験を評価する
ko: 사용 경험을 평가해주세요
pt_br: Avalie sua experiência

# settings-rate-title
source: Rate Pera Wallet
de: Algorand Wallet bewerten
es: Califica el monedero de Algorand
fr: Évaluer le Portefeuille Algorand
it: Valuta Algorand Wallet
ja_jp: Algorand Walletを評価する
ko: 알고랜드 지갑 평가하기
pt_br: Avalie a Carteira Algorand
tr: Algorand Wallet\'ı Değerlendir
zh_hans: 为Algorand钱包评分

# settings-sections-account
source: Account
ja_jp: アカウント
ko: 계정
pt_br: Conta

# settings-sections-appPreferences
source: App Preferences
ja_jp: アプリの設定
ko: 앱 환경 설정
pt_br: Preferências de aplicativo

# settings-sections-support
source: Support
ja_jp: サポート
ko: 지원
pt_br: Suporte

# settings-security-title
source: Security
ja_jp: セキュリティ
ko: 보안
pt_br: Segurança

# settings-server-node-settings
source: Node Settings
de: Knoteneinstellungen
es: Configuración del nodo
fr: Paramètres du nœud
it: Impostazioni nodo
ja_jp: ノード設定
ko: 노드 설정
pt_br: Configurações de Node
tr: Düğüm Ayarları
zh_hans: 节点设置

# settings-support-title
source: Get Help
de: Support-Center
es: Centro de asistencia
fr: Assistance
it: Centro di supporto
ja_jp: サポートセンター
ko: 지원 센터
pt_br: Central de Ajuda
tr: Destek Merkezi
zh_hans: 支持中心

# settings-theme-dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja_jp: ダーク
ko: 어두운 테마
pt_br: Escuro
tr: Karanlık
zh_hans: 深色模式

# settings-theme-light
source: Light
de: Hell
es: Claro
fr: Lumineux
it: Chiaro
ja_jp: ライト
ko: 밝은 테마
pt_br: Luz
tr: Aydınlık
zh_hans: 浅色模式

# settings-theme-set
source: Theme
de: Thema festlegen
es: Establecer Tema
fr: Définir le thème
it: Imposta tema
ja_jp: テーマを設定する
ko: 테마 설정
pt_br: Definir Tema
tr: Temayı Ayarla
zh_hans: 设定主题

# settings-theme-system
source: System Default
de: Systemvorgabe
es: Sistema Por Defecto
fr: Système par défaut
it: Impostazione predefinita del sistema
ja_jp: システムのデフォルト
ko: 시스템 기본값
pt_br: Sistema Padrão
tr: Sistem Varsayılanı
zh_hans: 系统默认

# settings-title
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja_jp: 設定
ko: 설정
pt_br: Configurações
tr: Ayarlar
zh_hans: 设置

# settings-wallet-connect-title
source: WalletConnect Sessions
de: WalletConnect-Sitzungen
es: Sesiones de WalletConnect
fr: Sessions WalletConnect
it: Sessioni WalletConnect
ja_jp: WalletConnectセッション
ko: WalletConnect 세션
pt_br: Sessões WalletConnect
tr: WalletConnect Oturumları
zh_hans: WalletConnect 会话

# single-transaction-request-network-fee-title
source: Network Fee
ja_jp: ネットワーク手数料
ko: 네트워크 수수료
pt_br: Tarifa de Rede

# single-transaction-request-opt-in-subtitle
source: OnCompletion
ja_jp: 完了時に

# single-transaction-request-opt-in-title
source: Opt-in
ja_jp: オプトイン
ko: 옵트인
pt_br: Aceitar

# single-transaction-request-show-detail-title
source: Show Transaction Details
ja_jp: トランザクションの詳細を表示
ko: 트랜잭션 정보 보기
pt_br: Exibir Detalhes de Transação

# terms-and-services-title
source: Terms and Services
de: Nutzungsbedingungen
es: Términos y condiciones de servicio
fr: Conditions de Service
it: Termini e Servizi
ja_jp: 利用規約とサービス
ko: 이용 약관
pt_br: Termos e Serviços
tr: Koşullar ve Hizmetler
zh_hans: 服务条款

# title-accept
source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetta
ja_jp: 承認
ko: 동의
pt_br: Aceitar
tr: Kabul et
zh_hans: 接受

# title-account
source: Account
de: Konto
es: Cuenta
fr: Compte
it: Conto
ja_jp: アカウント
ko: 계정
pt_br: Conta
tr: Hesap
zh_hans: 账户

# title-account-balance
source: Balance
de: Guthaben
es: Saldo
fr: Solde
it: Saldo
ja_jp: 残高
ko: 잔액
pt_br: Saldo
tr: Bakiye
zh_hans: 余额

# title-add-asset
source: Opt-in to an Asset
de: Neues Asset hinzufügen
es: Agregar nuevo activo
fr: Ajouter un nouvel actif
it: Aggiungi nuovo attivo
ja_jp: 新規資産の追加
ko: 새 자산 추가
pt_br: Adicionar Novo Ativo
tr: Yeni Varlık Ekle
zh_hans: 添加新的资产

# title-algo-rewards
source: Rewards
de: Algo-Rewards
es: Recompensas de Algo
fr: Récompenses Algo
it: Ricompense
ja_jp: Algoリワード
ko: 보상
pt_br: Recompensas Algo
tr: Ödüller
zh_hans: ALGO奖励

# title-algorand
source: Algo
de: Algorand
es: Algorand
fr: Algorand
it: Algorand
ja_jp: Algorand
ko: 알고랜드
pt_br: Algorand
tr: Algorand
zh_hans: Algorand

# title-algorand-value
source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
ja_jp: 価値
ko: 가치
pt_br: Valor
tr: Değeri
zh_hans: 价值

# title-approve
source: Approve
de: Bestätigen
es: Aprobar
fr: Approuver
it: Approva
ja_jp: 承認する
ko: 승인
pt_br: Aprovar
tr: Onayla
zh_hans: 同意

# title-asset-id
source: Asset ID
ja_jp: 資産ID

# title-cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja_jp: キャンセル
ko: 취소
pt_br: Cancelar
tr: İptal
zh_hans: 取消

# title-close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja_jp: 閉じる
ko: 닫기
pt_br: Fechar
tr: Kapat
zh_hans: 关闭

# title-confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja_jp: 確認
ko: 확정
pt_br: Confirmar
tr: Onayla
zh_hans: 确认

# title-confirm-all
source: Confirm All
de: Alle Transaktionen bestätigen
es: Confirmar todas las transacciones
fr: Confirmer toutes les transactions
it: Conferma tutte le transazioni
ja_jp: すべてのトランザクションを確認
ko: 모든 트랜잭션 확정
pt_br: Confirmar Todas as Transações
tr: Tüm İşlemleri Onayla
zh_hans: 确认所有交易

# title-connect
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
it: Connetti
ja_jp: 接続
ko: 연결
pt_br: Conectar
tr: Bağlan
zh_hans: 连接

# title-continue
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja_jp: 続ける
ko: 계속 진행
pt_br: Continuar
tr: Devam Et
zh_hans: 继续

# title-copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja_jp: コピー
ko: 복사
pt_br: Copiar
tr: Kopyala
zh_hans: 复制

# title-decline
source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta
ja_jp: 拒否
ko: 거부
pt_br: Recusar
tr: Reddet
zh_hans: 拒绝

# title-decline-all
source: Decline All
de: Alle ablehnen
es: Rechazar todo
fr: Tout refuser
it: Rifiuta tutti
ja_jp: すべて拒否
ko: 모두 거부
pt_br: Recusar Todos
tr: Tümünü Reddet
zh_hans: 全部拒绝

# title-disconnect
source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
it: Scollega
ja_jp: 接続解除
ko: 연결 해제
pt_br: Desconectar
tr: Bağlantıyı Kes
zh_hans: 断开连接

# title-done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja_jp: 完了
ko: 완료
pt_br: Feito
tr: Bitti
zh_hans: 完成

# title-dont-ask
source: Don’t ask again
de: Nicht erneut fragen
es: No volver a preguntar
fr: Ne plus me demander
it: Non chiedere di nuovo
ja_jp: 今後表示しない
ko: 다시 묻지 않음
pt_br: Não perguntar novamente
tr: Tekrar sorma
zh_hans: 不再询问

# title-dont-show-again
source: Don’t Show This Again
de: Diese Meldung nicht erneut anzeigen
es: No volver a mostrar
fr: Ne plus afficher ce message
it: Non visualizzare più questo messaggio
ja_jp: 今後表示しない
ko: 다시 표시하지 않음
pt_br: Não Exibir Novamente
tr: Bunu Tekrar Gösterme
zh_hans: 不再显示此内容

# title-edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja_jp: 編集
ko: 수정
pt_br: Editar
tr: Düzenle
zh_hans: 编辑

# title-enter-pin-for-passphrase
source: Enter a Passcode
de: Bitte geben Sie Ihre PIN ein, um die Passphrase anzuzeigen
es: Ingresa tu PIN para ver la frase secreta
fr: Veuillez saisir votre code PIN pour afficher la phrase secrète
it: Inserisci il tuo PIN per visualizzare la passphrase
ja_jp: パスフレーズを表示するには、PINを入力してください。
ko: 비밀문구를 확인하려면 PIN 번호를 입력해 주세요
pt_br: Insira sua senha para ver sua frase senha
tr: Parolayı görüntülemek için lütfen PIN'inizi girin
zh_hans: 请输入PIN码查看助记词

# title-error
source: Error
de: Fehler
fr: Erreur
it: Errore
ja_jp: エラー
ko: 오류
pt_br: Erro
tr: Hata
zh_hans: 错误

# title-failed-connection
source: Connection Failed
ja_jp: 接続に失敗しました
ko: 연결 실패
pt_br: Erro de Conexão

# title-go-to-accounts
source: Go to Accounts
de: Zu Konten gehen
es: Ir a Cuentas
fr: Accéder aux Comptes
it: Vai a Conti
ja_jp: アカウントに移動
ko: 계정으로 이동
pt_br: Ir para Contas
tr: Hesaplara Git
zh_hans: 回到账户

# title-go-to-settings
source: Go To Settings
de: Zu den Einstellungen gehen
es: Ir a Configuración
fr: Accéder aux Réglages
it: Vai alle Impostazioni
ja_jp: 設定に移動
ko: 설정으로 이동
pt_br: Ir para Configurações
tr: Ayarlara Git
zh_hans: 前往设置

# title-got-it
source: Got it!
de: Alles klar!
es: ¡Entendido!
fr: J'ai compris!
it: Capito!
ja_jp: 了解です！
ko: 알겠습니다!
pt_br: Entendi!
tr: Anladım!
zh_hans: 明白！

# title-i-understand
source: I understand
de: Ich verstehe
es: Entiendo
fr: Je comprends
it: Ho capito
ja_jp: 分かりました
ko: 알겠습니다
pt_br: Compreendo
tr: Anladım
zh_hans: 我明白

# title-internet-connection
source: The internet connection appears to be offline.
de: Die Internetverbindung scheint unterbrochen zu sein.
es: Parece que no hay conexión a Internet.
fr: La connexion Internet semble être hors ligne.
it: La connessione Internet sembra essere offline.
ja_jp: インターネット接続がオフラインのようです。
ko: 인터넷 연결이 오프라인입니다.
pt_br: A conexão de internet parece estar offline.
tr: İnternet bağlantısı çevrimdışı görünüyor.
zh_hans: 网络正处于离线状态。

# title-keep
source: Keep it
de: Behalten
es: Conservarlo
fr: Conserver
it: Mantienilo
ja_jp: 維持する
ko: 유지
pt_br: Manter
tr: Koru
zh_hans: 保留

# title-learn-more
source: Learn More
de: Mehr erfahren
es: Más información
fr: En Savoir Plus
it: Per saperne di più
ja_jp: さらに詳しく
ko: 더 알아보기
pt_br: Saiba Mais
tr: Daha Fazla Bilgi
zh_hans: 了解更多

# title-loading
source: Loading
de: Wird geladen
es: Cargando
fr: Chargement
it: Caricamento in corso
ja_jp: 読み込み中
ko: 불러오는 중
pt_br: Carregando
tr: Yükleniyor
zh_hans: 加载中

# title-new-uppercased
source: NEW
de: NEU
es: NUEVO
fr: NOUVEAU
it: NUOVO
ja_jp: 新
pt_br: NOVO
tr: YENİ
zh_hans: 全新

# title-next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja_jp: 次
ko: 다음
pt_br: Próximo
tr: İleri
zh_hans: 下一步

# title-no
source: NO
de: NEIN
fr: NON
ja_jp: いいえ
ko: 아니요
pt_br: NÃO
tr: HAYIR
zh_hans: 不是

# title-off
source: Off
es: Desactivado
ja_jp: オフ
ko: 끄기
pt_br: Desligado
tr: Kapalı
zh_hans: 关闭

# title-on
source: On
es: Activado
ja_jp: オン
ko: 켜기
pt_br: Ligado
tr: Açık
zh_hans: 启用

# title-paste-passphrase
source: Paste Full Passphrase
de: Vollständige Passphrase einfügen
es: Pegar la frase secreta completa
fr: Coller la phrase de passe complète
it: Incolla la passphrase completa
ja_jp: パスフレーズ全体の貼り付け
ko: 비밀문구 전체 붙여넣기
pt_br: Colar Frase de Senha Completa
tr: Parolanın Tamamını Yapıştır
zh_hans: 粘贴完整的助记词

# title-plus-asset-count
source: %@ Assets
es: +%@ activos
fr: +%@ Actifs
it: +%@ Attivi
ja_jp: +%@ 資産
ko: 자산 +%@
pt_br: +%@ ativos
tr: +%@ Varlık
zh_hans: +%@ 资产

# title-plus-asset-singular-count
source: %@ Asset
ja_jp: %@資産
ko: %@ 자산
pt_br: %@ Ativo

# title-preview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ja_jp: プレビュー
ko: 미리보기
pt_br: Visualizar
tr: Önizleme
zh_hans: 预览

# title-preview-and-sign-with-ledger-title
source: Preview and Sign With Ledger
de: Vorschau und mit Ledger signieren
es: Realizar vista previa y firmar con Ledger
fr: Prévisualiser et signer avec Ledger
it: Anteprima e firma con Ledger
ja_jp: プレビューおよびLedgerでの署名
ko: 미리보기 & Ledger로 서명하기
pt_br: Visualizar e Assinar com Ledger
tr: Önizle ve Ledger ile İmzala
zh_hans: 预览并通过Ledger签署

# title-proceed
source: Proceed
de: Fortfahren
es: Continuar
fr: Procéder
it: Procedi
ja_jp: 進む
ko: 진행
pt_br: Prosseguir
tr: İlerle
zh_hans: 继续

# title-receive
source: Receive
de: Empfangen
es: Recibir
fr: Recevoir
it: Ricevi
ja_jp: 受け取る
ko: 받기
pt_br: Receber
tr: Al
zh_hans: 接受

# title-remove
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja_jp: 削除
ko: 삭제
pt_br: Remover
tr: Kaldır
zh_hans: 移除

# title-retry
source: Retry
ja_jp: リトライ
ko: 재시도
pt_br: Tentar Novamente

# title-save
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
ja_jp: 保存
ko: 저장
pt_br: Salvar
tr: Kaydet
zh_hans: 保存

# title-select-asset
source: Select Asset
de: Asset wählen
es: Seleccionar activo
fr: Sélectionner l'actif
it: Seleziona attivo
ja_jp: 資産の選択
ko: 자산 선택
pt_br: Selecionar Ativo
tr: Varlık Seç
zh_hans: 选择资产

# title-send
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja_jp: 送信
ko: 전송
pt_br: Enviar
tr: Gönder
zh_hans: 发送

# title-share-qr
source: Share Address
de: QR-Code teilen
es: Compartir QR
fr: Partager QR
it: Condividi QR
ja_jp: QRを共有する
ko: QR 공유
pt_br: Compartilhar QR
tr: QR Kodunu Paylaş
zh_hans: 分享二维码

# title-show-all-detail
source: Show All Details
ja_jp: すべての詳細を表示
ko: 정보 전체 보기
pt_br: Exibir Todos os Detalhes

# title-show-transaction-detail
source: Show Transaction Details
ja_jp: トランザクションの詳細を表示
ko: 트랜잭션 정보 보기
pt_br: Exibir Detalhes de Transação

# title-skip
source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Ignora
ja_jp: スキップ
ko: 건너뛰기
pt_br: Pular
tr: Atla
zh_hans: 跳过

# title-step-1
source: Step 1
de: Schritt 1
es: Paso 1
fr: Étape 1
it: Passaggio 1
ja_jp: ステップ1
ko: 1단계
pt_br: Passo 1
tr: 1. Adım
zh_hans: 第一步

# title-step-2
source: Step 2
de: Schritt 2
es: Paso 2
fr: Étape 2
it: Passaggio 2
ja_jp: ステップ2
ko: 2단계
pt_br: Passo 2
tr: 2. Adım
zh_hans: 第二步

# title-step-3
source: Step 3
de: Schritt 3
es: Paso 3
fr: Étape 3
it: Passaggio 3
ja_jp: ステップ3
ko: 3단계
pt_br: Passo 3
tr: 3. Adım
zh_hans: 第三步

# title-step-4
source: Step 4
de: Schritt 4
es: Paso 4
fr: Étape 4
it: Passaggio 4
ja_jp: ステップ4
ko: 4단계
pt_br: Passo 4
tr: 4. Adım
zh_hans: 第四步

# title-testnet
source: TESTNET
ja_jp: テストネット
ko: 테스트넷
zh_hans: 测试网

# title-unknown
source: Unnamed
de: Unbenannt
es: Sin nombre
fr: Sans nom
it: Senza nome
ja_jp: 無名
ko: 이름 없음
pt_br: Sem nome
tr: Adsız
zh_hans: 未命名

# title-verify
source: Verify
de: Verifizieren
es: Verificar
fr: Vérifier
it: Verifica
ja_jp: 検証
ko: 확인
pt_br: Confirmar
tr: Doğrula
zh_hans: 验证

# title-watch-account
source: Watch Account
de: Konto mit Lesezugriff
es: Cuenta en observación
fr: Compte de surveillance
it: Controlla il conto
ja_jp: ウォッチアカウント
ko: 계정 조회
pt_br: Conta de Monitoração
tr: Hesabı İzle
zh_hans: Watch账户

# title-yes
source: YES
de: JA
es: SÍ
fr: OUI
it: SÌ
ja_jp: はい
ko: 네
pt_br: SIM
tr: EVET
zh_hans: 是

# total-rewards-faq-title
source: For more information on Algorand Rewards, visit our FAQ
de: Weitere Informationen zu den Algorand-Rewards finden Sie in unseren FAQ.
es: Para obtener más información sobre las recompensas de Algorand, visita nuestras Preguntas Frecuentes.
fr: Pour plus d'informations sur les récompenses Algorand, consultez notre FAQ.
it: Per ulteriori informazioni su Algorand Rewards, visita le nostre FAQ.
ja_jp: Algorandリワードの詳細については、FAQをご覧ください。
ko: 알고랜드 보상을 자세히 알아보려면 FAQ 페이지를 참조하세요.
pt_br: Para saber mais sobre as Recompensas Algorand, visite nossa página de Perguntas Frequentes.
tr: Algorand Ödülleri hakkında daha fazla bilgi almak için, SSS bölümünü ziyaret edin.
zh_hans: 更多关于Algorand奖励的信息，请访问我们的常见问题解答页面。

# total-rewards-title
source: %@ Rewards
es: %@ recompensas
fr: %@ Récompenses
it: %@ Ricompense
ja_jp: %@リワード
ko: 보상: %@
pt_br: %@ recompensas
tr: %@ ödül
zh_hans: %@ 奖励

# tranaction-empty-text
source: No Transactions Found
de: Keine Transaktionen gefunden
es: No se encontraron transacciones
fr: Aucune transaction trouvée
it: Nessuna transazione trovata
ja_jp: トランザクションが見つかりません
ko: 트랜잭션을 찾을 수 없음
pt_br: Nenhuma Transação Encontrada
tr: İşlem Bulunamadı
zh_hans: 无法查找到交易

# transaction-detail-add
source: Add
ja_jp: 追加
ko: 추가
pt_br: Adicionar

# transaction-detail-amount
source: Amount
de: Betrag
es: Monto
fr: Montant
it: Importo
ja_jp: 金額
ko: 총액
pt_br: Quantia
tr: Miktar
zh_hans: 金额

# transaction-detail-balance
source: Account Balance
de: Kontostand
es: Saldo de la cuenta
fr: Solde Compte
it: Saldo del conto
ja_jp: アカウント残高
ko: 계정 잔액
pt_br: Saldo da Conta
tr: Hesap Bakiyesi
zh_hans: 账户余额

# transaction-detail-close-amount
source: Close Amount
de: Kontoschließungsbetrag
es: Monto de cierre
fr: Clôturer montant
it: Chiudi importo
ja_jp: 金額を閉じる
ko: 계정 삭제용 송금액
pt_br: Fechar Quantia
tr: Kapanış Miktarı
zh_hans: 成交金额

# transaction-detail-close-to
source: Close To
de: Schließen und Restbetrag senden an
es: Cierre para
fr: Près de
it: Vicino a
ja_jp: Toを閉じる
ko: 계정 삭제용 송금을 받으시는 분
pt_br: Fechar para
tr: Kapanış Hesabı
zh_hans: 接近

# transaction-detail-completed
source: Completed
ja_jp: 完了
ko: 완료
pt_br: Concluído

# transaction-detail-date
source: Date
de: Datum
es: Fecha
it: Data
ja_jp: 日付
ko: 날짜
pt_br: Data
tr: Tarih
zh_hans: 日期

# transaction-detail-failed
source: Failed
ja_jp: 失敗しました
ko: 실패
pt_br: Erro
