Repository: perawallet/pera-wallet
Catalog: ios/Resources/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja_jp, ko, pt_br, tr, zh_hans

# local-authentication-go-settings-text
source: You have disabled biometric authentication. Please go to Settings and enable this option.
de: Sie haben die biometrische Authentifizierung deaktiviert. Bitte aktivieren Sie diese Funktion in den Einstellungen.
es: Desactivaste la autenticación biométrica. Ve a Configuración y activa esta opción.
fr: Vous avez désactivé l'authentification biométrique. Veuillez aller dans Réglages et activer cette option.
it: Hai disabilitato l'autenticazione biometrica. Vai su Impostazioni e abilita questa opzione.
ja_jp: 生体認証を無効にしました。このオプションを有効にするには設定に移動してください。
ko: 생체 인증을 비활성화하셨습니다. 설정으로 이동해 옵션을 켜실 수 있습니다.
pt_br: Você desabilitou a autenticação biométrica. Vá a Configurações e habilite essa opção.
tr: Biyometrik kimlik doğrulamasını devre dışı bıraktınız. Lütfen Ayarlara gidin ve bu seçeneği etkinleştirin.
zh_hans: 您已关闭生物特征验证。请到“设置”中开启该配置。

# local-authentication-go-settings-title
source: Biometric Authentication
de: Biometrische Authentifizierung
es: Autenticación biométrica
fr: Authentification biométrique
it: Autenticazione biometrica
ja_jp: 生体認証
ko: 생체 인증
pt_br: Autenticação Biométrica
tr: Biyometrik Kimlik Doğrulaması
zh_hans: 生物特征验证

# local-authentication-no
source: Do not use Face ID/Touch ID
de: Gesichtsprüfung/Touch-ID nicht verwenden
es: No usar reconocimiento facial o táctil
fr: Ne pas utiliser Face ID / Touch ID
it: Non utilizzare Face ID/Touch
ja_jp: Face ID/Touch IDを使用しない
ko: Face ID/Touch ID를 사용하지 않습니다
pt_br: Não utilizar ID Facial/Toque
tr: Face ID/Touch ID'yi kullanma
zh_hans: 不使用人脸识别/触控

# local-authentication-preference-subtitle
source: Your FaceID or TouchID will be required to use the app. We recommend enabling biometric authentication to help increase wallet security in the event your phone is stolen.
de: Dies wird aus Sicherheitsgründen empfohlen
es: Sugerimos esto para una mayor seguridad
fr: Votre FaceID ou TouchID sera nécessaire pour utiliser l'application. Nous vous recommandons d'activer l'authentification biométrique pour améliorer la sécurité du portefeuille en cas de vol de votre téléphone.
it: Lo consigliamo per una maggiore sicurezza
ja_jp: アプリを使用するには、FaceIDまたはTouchIDが必要になります。携帯電話の盗難に備えウォレットのセキュリティを強化するために、生体認証を有効にすることをお勧めします。
ko: FaceID 또는 TouchID 인증을 통과해야 앱을 사용할 수 있게 됩니다. 휴대폰 도난에 대비해 지갑의 보안을 강화하려면 생체 인증을 활성화하시길 권장합니다.
pt_br: Isso é recomendado para maior segurança
tr: Uygulamayı kullanmak için FaceID veya TouchID gerekli olacak. Telefonunuzun çalınma ihtimaline karşılık cüzdan güvenliğini artırmaya yardımcı olması için biyometrik kimlik doğrulamasının etkinleştirilmesini öneririz.
zh_hans: 我们推荐这种方式来提升安全性

# local-authentication-preference-title
source: Enable Biometric Authentication
de: Biometrische Authentifizierung aktivieren
es: Activar autenticación biométrica
fr: Activer l'authentification biométrique
it: Abilita Face ID/Touch
ja_jp: 生体認証を有効にする
ko: 생체 인증 활성화
pt_br: Habilitar ID Facial/Toque
tr: Biyometrik Doğrulamayı Etkinleştir
zh_hans: 使用人脸识别/触控

# local-authentication-reason-face-id-title
source: Use Face ID to unlock
de: Gesichtsprüfung zum Entsperren verwenden
es: Usar reconocimiento facial para desbloquear
fr: Utiliser Face ID pour déverrouiller
it: Usa Face ID per sbloccare
ja_jp: Face IDによるロック解除
ko: Face ID로 잠금 해제
pt_br: Utilizar ID Facial para desbloquear
tr: Kilidi açmak için Face ID'yi kullan
zh_hans: 使用人脸识别解锁

# local-authentication-reason-touch-id-title
source: Use Touch ID to unlock
de: Touch-ID zum Entsperren verwenden
es: Usar reconocimiento táctil para desbloquear
fr: Utiliser Touch ID pour déverrouiller
it: Usare Touch ID per sbloccare
ja_jp: Touch IDによるロック解除
ko: Touch ID로 잠금 해제
pt_br: Utilizar ID Toque para desbloquear
tr: Kilidi açmak için Touch ID'yi kullan
zh_hans: 使用触控解锁

# login-subtitle
source: Enter your PIN
de: Geben Sie die sechsstellige PIN ein
es: Ingresar el PIN de seis dígitos
fr: Entrez le code PIN à six chiffres
it: Inserisci il pin a sei cifre
ja_jp: 6桁のPINを入力してください
ko: 6자리 PIN 번호를 입력하세요
pt_br: Insira senha de 6 dígitos
tr: Altı haneli şifrenizi girin
zh_hans: 输入6位数密码

# login-title
source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
ja_jp: ロック解除
ko: 잠금 해제
pt_br: Desbloquear
tr: Kilidi aç
zh_hans: 解锁

# maximum-balance-standard-account-warning-description
source: Based on your account configuration, your minimum balance is %@. By hitting continue, your transaction amount will be updated to maintain the Algorand Blockchain’s minimum required balance. You’ll be able to preview this change in the next step.
de: Da Sie %@ andere Assets in diesem Konto %@ haben, verlangt die Algorand-Blockchain, dass Sie ein Mindestguthaben von %@ Algos haben. Wenn Sie auf „Weiter“ klicken, wird Ihr Transaktionsbetrag automatisch aktualisiert, um diese Änderung widerzuspiegeln. Sie können diese Änderung im nächsten Schritt in der Vorschau sehen.
es: Debido a que tienes activos más en esta cuenta, la blockchain de Algorand requiere que mantengas un saldo mínimo de %@ Algos. Al seleccionar continuar, el monto de la transacción se actualizará automáticamente para reflejar este cambio. Tendrás una vista previa de este cambio en el siguiente paso.
fr: Parce que vous avez %@ autres actifs dans ce compte %@ , la chaîne de blocs Algorand vous oblige à maintenir un solde minimum de %@ ALGO. En appuyant sur Continuer, le montant de votre transaction sera automatiquement mis à jour pour refléter ce changement. Vous pourrez prévisualiser ce changement à l'étape suivante.
it: Poiché sono disponibili altre Risorse in questo conto, la Blockchain di Algorand ti richiede di mantenere un saldo minimo di %@ Algo. Selezionando Continua, l'importo della transazione sarà automaticamente aggiornato per riflettere questa modifica. Sarai in grado di vedere in anteprima questa modifica nel passaggio successivo.
ja_jp: お客様のアカウント%@に他の資産%@が存在するため、Algorandブロックチェーンでは最小残高%@ Algosを維持する必要があります。 続行をクリックすることで、お客様の取引額が自動的に更新され、変更が反映されます。次のステップでこの変更をプレビューできます。
ko: 계정 설정에 따라, 최소 잔액 기준은 %@알고입니다. 계속을 누르시면 알고랜드 블록체인의 필수 잔액을 유지하기 위해 트랜잭션 금액이 업데이트됩니다. 다음 단계에서 변경 내용을 미리 볼 수 있습니다.
pt_br: Como você tem outros Ativos nesta conta, a Blockchain Algorand exige que você mantenha um saldo mínimo de %@ Algos. Ao clicar continuar, o montante de sua transação será automaticamente atualizado para refletir esta mudança. Você poderá visualizar esta mudança na etapa seguinte.
tr: Hesap yapılandırmanıza göre minimum bakiyeniz: %@. Devam etme seçeneğini tıkladığınızda, işlem tutarınız Algorand Blok Zinciri'nin gerekli olan minimum bakiyesini sürdürmek için güncellenecektir. Sonraki adımda bu değişikliğin önizlemesini görüntüleyebileceksiniz.
zh_hans: 由于您在此账户中还有其余资产，Algorand区块链要求您维持%@ALGO的最低余额。 点击继续，您的交易金额将自动更新以反映此更改。您将可以在下一步中预览此更改。

# maximum-balance-warning-description
source: Sending your maximum balance on this rekeyed account requires you to maintain a minimum balance of %@ Algos. This is to ensure that nothing changes with your rekeyed account. Your transaction amount will be automatically updated to reflect this change. You will be able to preview the transaction in the next step.
de: Das Senden Ihres maximalen Guthabens auf einem Konto nach dem Rekeying erfordert, dass Sie ein Mindestguthaben von %@ Algos aufrechterhalten. Damit soll sichergestellt werden, dass sich bei Ihrem Konto nach dem Rekeying nichts ändert. Ihr Transaktionsbetrag wird automatisch aktualisiert, um diese Änderung widerzuspiegeln. Sie können die Transaktion im nächsten Schritt in der Vorschau anzeigen.
es: Para enviar el saldo máximo desde una cuenta a la que se le cambió la clave, debes mantener un saldo mínimo de %@ Algos. Esto sirve para asegurarte de que nada cambie en tu cuenta con clave nueva. El monto de tu transacción se actualizará automáticamente para reflejar este cambio. Obtendrás una vista previa de la transacción en el siguiente paso.
fr: L'envoi de votre solde maximum sur ce compte renouvelé vous oblige à maintenir un solde minimum de %@ ALGO. Cela permet de garantir que rien ne change avec votre compte renouvelé. Le montant de votre transaction sera automatiquement mis à jour pour refléter ce changement. Vous pourrez prévisualiser la transaction à l'étape suivante.
it: L'invio del tuo saldo massimo su un conto ricodificato richiede che tu disponga di un saldo minimo di %@ Algo. Questo per garantire che non vi siano variazioni nel tuo conto ricodificato. L'importo della transazione verrà automaticamente aggiornato per riflettere questa variazione. Potrai vedere l'anteprima della transazione nel passaggio successivo.
ja_jp: この再キー化アカウントで最大残高を送信するには、%@ Algosの最低残高を維持する必要があります。これは、再キー化されたアカウントに何も変化がないことを確認するためです。 この変更を反映して、お客様の取引額が自動的に更新されます。次のステップでトランザクションをプレビューできます。
ko: 키 재지정(rekey) 계정에서 최대 잔액을 보내려면 최소 잔액(%@알고)을 유지하셔야 합니다. 키를 재지정한 계정에 변동 사항이 없도록 하기 위한 조치이니 양해 부탁드립니다. 본 변동 사항을 반영하여 트랜잭션 금액을 자동으로 업데이트합니다. 다음 단계에서 트랜잭션 내용을 미리 볼 수 있습니다.
pt_br: Enviar seu saldo máximo nesta conta rechaveada exige que você mantenha um saldo mínimo de %@ Algos para garantir que nada será alterado em sua conta rechaveada. O montante de sua transação será automaticamente atualizado para refletir esta mudança. Você será capaz de visualizar a transação na etapa a seguir.
tr: Yeniden anahtarlanan bir hesaptan maksimum bakiyenizi göndermeniz, hesapta en az %@ Algo tutmanızı gerektirmektedir. Bu işlem, yeniden anahtarlanan hesabınızda herhangi bir şeyin değişmemesini sağlamak içindir. İşlem tutarınız bu değişikliği yansıtması için otomatik olarak güncellenecektir. İşlemin önizlemesini bir sonraki adımda görüntüleyebileceksiniz.
zh_hans: 如果您要将最高余额发送到重置密钥的账户上，请您保持%@ ALGO的最低余额。此举能够确保您重置密钥的账户没有任何变化。 您的交易金额将自动更新以反映这一变化。您可以在下一步中预览交易。

# maximum-balance-warning-title
source: Maximum Balance
de: Maximales Guthaben
es: Saldo máximo
fr: Solde maximum
it: Saldo massimo
ja_jp: 最大残高
ko: 최대 잔액
pt_br: Saldo Máximo
tr: Maksimum Bakiye
zh_hans: 最高余额

# min-balance-title
source: Min Balance
de: Mindestguthaben erforderlich
es: Saldo mínimo requerido
fr: Solde minimum requis
it: Saldo minimo richiesto
ja_jp: 必要な最小残高
ko: 최소 잔액 필요
pt_br: Saldo Mínimo Exigido
tr: Gereken Minimum Bakiye
zh_hans: 最低余额要求

# node-settings-action-delete-title
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja_jp: 削除
ko: 삭제
pt_br: Apagar
tr: Sil
zh_hans: 删除

# node-settings-api-key
source: Key:
de: Schlüssel:
es: Clave:
fr: Clé:
it: Chiave:
ja_jp: キー:
ko: 핵심:
pt_br: Chave:
tr: Anahtar:
zh_hans: 密钥：

# node-settings-database-error-description
source: An error occured on system.
de: Es ist ein Systemfehler aufgetreten.
es: Ocurrió un error en el sistema.
fr: Une erreur s'est produite sur le système.
it: Si è verificato un errore nel sistema.
ja_jp: システムでエラーが発生しました。
ko: 시스템에서 오류가 발생했습니다.
pt_br: Um erro ocorreu no sistema.
tr: Sistemde bir hata oluştu.
zh_hans: 系统出现一个错误。

# node-settings-db-error-title
source: System operation failed
de: Systemvorgang fehlgeschlagen
es: Error en la operación del sistema
fr: L'opération du système a échoué
it: Operazione di sistema non riuscita
ja_jp: システム操作に失敗しました
ko: 시스템 작동 실패
pt_br: Sistema operacional falhou
tr: Sistem işlemi başarısız oldu
zh_hans: 系统操作失败

# node-settings-default-node-name
source: Algorand MainNet Node
de: Algorand MainNet-Knoten
es: Nodo en MainNet de Algorand
fr: Nœud MainNet Algorand
it: Nodo Algorand MainNet
ja_jp: Algorandメインネットノード
ko: 알고랜드 메인넷 노드
tr: Algorand MainNet Düğümü
zh_hans: Algorand主网节点

# node-settings-default-test-node-name
source: TestNet
ja_jp: テストネット
ko: 테스트넷
zh_hans: 测试网

# node-settings-enter-node-address
source: Address:
de: Adresse:
es: Dirección:
fr: Adresse:
it: Indirizzo:
ja_jp: アドレス:
ko: 주소:
pt_br: Endereço:
tr: Adres:
zh_hans: 地址：

# node-settings-enter-node-name
source: Name:
es: Nombre:
fr: Nom:
it: Nome:
ja_jp: 名前:
ko: 이름:
pt_br: Nome:
tr: Ad:
zh_hans: 名称：

# node-settings-has-same-result
source: You cannot create same node twice
de: Es kann nicht derselbe Knoten zweimal erstellt werden
es: No puedes crear el mismo nodo dos veces
fr: Vous ne pouvez pas créer le même nœud deux fois
it: Non è possibile creare due volte lo stesso nodo
ja_jp: 同じノードを2回作成することはできません
ko: 같은 노드를 두 번 생성할 수 없습니다
pt_br: Você não pode criar o mesmo node duas vezes
tr: Aynı düğümü iki kez oluşturamazsınız
zh_hans: 同一个节点不能创建两次。

# node-settings-health-problem-message
source: None of your active nodes are online. Please add or select another node
de: Keiner Ihrer aktiven Knoten ist online. Bitte einen anderen Knoten hinzufügen oder auswählen.
es: Ninguno de los nodos activos está en línea. Agrega o selecciona otro nodo
fr: Aucun de vos nœuds actifs n'est en ligne. Veuillez ajouter ou sélectionner un autre nœud
it: Nessuno dei tuoi nodi attivi è online. Aggiungi o seleziona un altro nodo
ja_jp: オンラインのアクティブなノードはありません。他のノードを追加または選択してください
ko: 활성 노드 중 온라인 상태인 노드가 없습니다. 노드를 추가하거나 다른 노드를 선택해 주세요
pt_br: Nenhum dos seus nodes ativos está online. Adicione ou selecione um outro node
tr: Aktif düğümlerinizin hiçbiri çevrimiçi değil. Lütfen düğüm ekleyin veya başka bir düğüm seçin
zh_hans: 您没有在线的活跃节点。请添加或选择另一个节点

# node-settings-none-active-node-error-description
source: None of the active nodes seem to be active. Please make sure you have at least one active node before proceeding.
de: Keiner der aktiven Knoten scheint derzeit aktiv zu sein. Bitte stellen Sie sicher, dass mindestens ein Knoten aktiv ist, bevor Sie fortfahren.
es: Ninguno de los nodos anteriores parece estar activo. Asegúrate de tener al menos un nodo activo antes de continuar.
fr: Aucun des nœuds actifs ne semble être actif. Veuillez vous assurer que vous avez au moins un nœud actif avant de continuer.
it: Nessuno dei nodi attivi sembra essere attivo. Assicurati di avere almeno un nodo attivo prima di procedere.
ja_jp: どのノードもアクティブではないようです。続行する前に、少なくとも1つのアクティブなノードがあることを確認してください。
ko: 활성 노드 중 활성화된 노드가 없습니다. 진행하기 전에 최소한 활성 노드가 한 개 이상인지 확인하시기 바랍니다.
pt_br: Nenhum dos nodes ativos parece estar ativo. Certifique-se de ter ao menos um node ativo antes de prosseguir.
tr: Aktif düğümlerin hiçbiri aktif durumda görünmüyor. Devam etmeden önce lütfen en az bir aktif düğüme sahip olduğunuzdan emin olun.
zh_hans: 所有的活跃节点似乎都不在线。在下一步之前，请确认您至少有一个活跃节点。

# node-settings-placeholder-name
source: Node Name
de: Knotenname
es: Nombre del nodo
fr: Nom du nœud
it: Nome del nodo
ja_jp: ノード名
ko: 노드명
pt_br: Nome do Node
tr: Düğüm Adı
zh_hans: 节点名称：

# node-settings-subtitle
source: Select the Node
de: Wählen Sie den Knoten, den Sie verwenden möchten
es: Elegir el nodo
fr: Sélectionnez le nœud
it: Selezionare il nodo
ja_jp: ノードの選択
ko: 사용할 노드에서 토글을 전환하세요
pt_br: Voltar aos nodes que deseja utilizar
tr: Kullanmak istediğiniz düğümleri açın veya kapatın
zh_hans: 选择节点

# node-settings-test-button-title
source: TEST
es: PRUEBA
ja_jp: テスト
ko: 테스트
pt_br: TESTE
tr: TEST ET
zh_hans: 测试

# node-settings-test-success-title
source: Connection successful!
de: Verbindung erfolgreich!
es: Conexión exitosa
fr: Connexion réussie!
it: Connessione riuscita!
ja_jp: 接続に成功しました！
ko: 연결 성공!
pt_br: Conexão bem sucedida!
tr: Bağlantı başarılı!
zh_hans: 连接成功！

# node-settings-text-validation-empty-error
source: Please fill all fields.
de: Bitte füllen Sie alle Felder aus.
es: Completa todos los campos.
fr: Merci de compléter tous les champs.
it: Per favore compila tutti i campi.
ja_jp: すべてのフィールドを入力してください。
ko: 모든 입력란에 정보를 입력해 주세요.
pt_br: Preencha todos os campos.
tr: Lütfen tüm alanları doldurun.
zh_hans: 请填写所有栏目。

# node-settings-text-validation-health-error
source: Please verify the address and token and try again.
de: Bitte überprüfen Sie die Adresse und den Token und versuchen Sie es erneut.
es: Verifica la dirección y el token e inténtalo nuevamente.
fr: Veuillez vérifier l'adresse et le token et réessayer.
it: Verifica l'indirizzo e il token e riprova.
ja_jp: アドレスとトークンを確認して、もう一度お試しください。
ko: 주소와 토큰을 확인한 다음 다시 시도해 주세요.
pt_br: Confirme o endereço e token e tente novamente.
tr: Lütfen adresi ve belirteci doğrulayarak tekrar deneyin.
zh_hans: 请验证地址与通证，并重试。

# node-settings-title
source: Node Settings
de: Knoteneinstellungen
es: Configuración del nodo
fr: Paramètres du nœud
it: Impostazioni nodo
ja_jp: ノード設定
ko: 노드 설정
pt_br: Configurações de Node
tr: Düğüm Ayarları
zh_hans: 节点设置

# node-settings-warning-message
source: This action will remove the node. Are you sure?
de: Durch diesen Vorgang wird der Knoten entfernt. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esta acción eliminará el nodo. ¿Estás seguro?
fr: Cette action supprimera le nœud. Êtes-vous sûr?
it: Questa azione rimuoverà il nodo. Sei sicuro?
ja_jp: この操作により、ノードが削除されます。よろしいですか？
ko: 계속하시면 노드가 삭제됩니다. 계속 진행하시겠습니까?
pt_br: Esta ação vai remover o node. Tem certeza?
tr: Bu eylem, düğümü kaldıracak. Emin misiniz?
zh_hans: 该操作将会移除节点，您确定要继续吗？

# node-settings-warning-title
source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
it: Attenzione
ja_jp: 警告
ko: 주의
pt_br: Atenção
tr: Uyarı
zh_hans: 警告

# notification-filter-show-for
source: Show notification for
de: Benachrichtigung anzeigen für
es: Mostrar alertas para
fr: Afficher une notification pour
it: Mostra notifica per
ja_jp: 通知の表示
ko: 알림 표시
pt_br: Exibir notificações para
tr: Şunlar için bildirimleri göster:
zh_hans: 显示通知

# notification-filter-show-title
source: Push Notifications
de: Push-Benachrichtigungen
es: Alertas automáticas
fr: Notifications push
it: Notifiche push
ja_jp: プッシュ通知
ko: 푸시 알림
pt_br: Enviar notificações
tr: Anında İletme Bildirimleri
zh_hans: 推送通知

# notifications-empty-subtitle
source: Your recent transactions, asset requests and other notifications will appear here.
de: Ihre letzten Transaktionen, Asset-Anforderungen und weiteren Benachrichtigungen werden hier angezeigt.
es: Aquí aparecerán las transacciones recientes, las solicitudes de activos y otras notificaciones.
fr: Vos transactions récentes, demandes d'actifs et autres notifications apparaîtront ici.
it: Le tue transazioni recenti, le richieste di attivi e altre notifiche verranno visualizzate qui.
ja_jp: 最近のトランザクション、資産リクエスト、その他の通知がここに表示されます。
ko: 최근 트랜잭션, 자산 요청 및 기타 알림이 표시됩니다.
pt_br: Suas transações recentes, solicitações de ativos e outras notificações aparecerão aqui.
tr: Son işlemleriniz, varlık istekleriniz ve diğer bildirimleriniz burada görüntülenir.
zh_hans: 这里将会显示您的最近交易、资产请求和其他通知。

# notifications-empty-title
source: No current notifications
de: Keine aktuellen Benachrichtigungen
es: Sin notificaciones actuales
fr: Aucune notification en cours
it: Nessuna notifica attuale
ja_jp: 通知は現在ありません
ko: 현재 알림 없음
pt_br: Não há novas notificações
tr: Mevcut bildirim yok
zh_hans: 暂无通知

# notifications-title
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja_jp: 通知
ko: 알림
pt_br: Notificações
tr: Bildirimler
zh_hans: 通知

# options-auth-account
source: Auth Account Address
de: Adresse des authentifizierten Kontos
es: Autorizar dirección de la cuenta
fr: Adresse d'authentification du compte
it: Autentica indirizzo conto
ja_jp: Authアカウントアドレス
ko: 계정 주소 인증
pt_br: Autenticar Endereço de Conta
tr: Hesap Adresini Doğrula
zh_hans: 授权账户地址

# options-copy-address
source: Copy Address
ja_jp: アドレスをコピー
ko: 주소 복사
pt_br: Copiar Endereço

# options-edit-account-name
source: Rename Account
de: Kontonamen bearbeiten
es: Editar nombre de la cuenta
fr: Modifier le nom du compte
it: Modifica il nome del conto
ja_jp: アカウント名の編集
ko: 계정명 수정
pt_br: Editar Nome de Conta
tr: Hesap Adını Düzenle
zh_hans: 编辑账户名称

# options-manage-assets
source: Manage Assets
ja_jp: 資産の管理
ko: 자산 관리
pt_br: Gerir Ativos

# options-mute-notification
source: Mute Notifications
de: Benachrichtigungen stummschalten
es: Silenciar alertas
fr: Désactiver les notifications
it: Disattiva notifiche
ja_jp: 通知のミュート
ko: 알림 음소거
pt_br: Mutar notificações
tr: Bildirimleri Sessize Al
zh_hans: 通知免打扰

# options-passphrase
source: Passphrase
ja_jp: パスフレーズ
ko: 비밀문구
pt_br: Frase Senha

# options-rekey
source: Rekey Account
de: Konto-Rekeying
es: Cambiar la clave de la cuenta
fr: Rétablir le compte
it: Ricodifica il conto
ja_jp: アカウントの再キー化
ko: 계정 키 재지정
pt_br: Rechavear Conta
tr: Hesabı Yeniden Anahtarla
zh_hans: 密钥更新账户

# options-remove-account
source: Remove Account
de: Konto entfernen
es: Eliminar cuenta
fr: Supprimer le compte
it: Rimuovi conto
ja_jp: アカウントの削除
ko: 계정 삭제
pt_br: Remover Conta
tr: Hesabı Kaldır
zh_hans: 移除账户

# options-show-qr
source: Show Address
de: QR-Code und Adresse anzeigen
es: Mostrar QR y dirección
fr: Afficher le QR et l'adresse
it: Mostra QR e indirizzo
ja_jp: QRとアドレスの表示
ko: QR 및 주소 표시
pt_br: Exibir QR e endereço
tr: QR Kodunu ve adresi göster
zh_hans: 显示二维码与地址

# options-title
source: ACCOUNT SETTINGS
de: KONTOEINSTELLUNGEN
es: CONFIGURACIÓN DE LA CUENTA
fr: PARAMÈTRES DU COMPTE
it: IMPOSTAZIONI DEL CONTO
ja_jp: アカウント設定
ko: 자산 설정
pt_br: CONFIGURAÇÕES DE CONTA
tr: HESAP AYARLARI
zh_hans: 账户设置

# options-unmute-notification
source: Unmute Notifications
de: Stummschaltung von Benachrichtigungen aufheben
es: Activar alertas
fr: Activer les notifications
it: Riattiva notifiche
ja_jp: 通知のミュート解除
ko: 알림 음소거 해제
pt_br: Desmutar notificações
tr: Bildirimlerin Sesini Aç
zh_hans: 解除通知静音

# options-view-passphrase
source: View Passphrase
de: Passphrase anzeigen
es: Ver frase secreta
fr: Afficher la phrase secrète
it: Visualizza passphrase
ja_jp: パスフレーズの表示
ko: 비밀문구 보기
pt_br: Ver Frase Senha
tr: Parolayı Görüntüle
zh_hans: 查看助记词

# options-view-passphrase-password-alert-message
source: You should enter your correct password to display your passphrase.
de: Sie müssen das richtige Passwort eingeben, um Ihre Passphrase anzuzeigen.
es: Para ver la frase secreta debes ingresar la contraseña correcta.
fr: Vous devez entrer votre mot de passe correct pour afficher votre phrase secrète.
it: È necessario inserire la password corretta per visualizzare la passphrase.
ja_jp: パスフレーズを表示するには、正しいパスワードを入力する必要があります。
ko: 정확한 비밀번호를 입력해야 비밀문구를 확인할 수 있습니다.
pt_br: Você precisa inserir a senha correta para exibir sua frase senha.
tr: Parolanızı görüntülemek için şifrenizi doğru girmeniz gerekir.
zh_hans: 请输入正确的密码来查看助记词。

# pass-pharase-enter-placeholder
source: Enter Passphrase or Scan QR
de: Passphrase eingeben oder QR-Code scannen
es: Ingresar frase secreta o escanear QR
fr: Entrez la phrase secrète ou scannez le QR
it: Inserisci passphrase o Scansiona QR
ja_jp: パスフレーズ入力またはQRをスキャン
ko: 비밀문구를 입력하거나 QR 코드를 스캔하세요
pt_br: Insira Frase Senha ou Escaneie QR
tr: Parolayı Gir veya QR Kodunu Tara
zh_hans: 输入助记词或扫描二维码

# pass-phrase-verify-invalid-passphrase
source: Your passphrase is invalid. Please make sure that you entered correct one.
de: Ihre Passphrase ist ungültig. Bitte stellen Sie sicher, dass Sie sie korrekt eingegeben haben.
es: Tu frase secreta es inválida. Asegúrate de haber ingresado la correcta.
fr: Votre phrase secrète n'est pas valide. Veuillez vous assurer que vous avez entré la bonne.
it: La tua passphrase non è valida. Assicurati di aver inserito quella corretta.
ja_jp: パスフレーズが無効です。正しく入力されているかご確認ください。
ko: 잘못된 비밀문구입니다. 정확한 비밀문구를 입력했는지 확인하시기 바랍니다.
pt_br: Sua frase senha é inválida. Certifique-se de inserir a senha correta.
tr: Parolanız geçersiz. Doğru parolayı girdiğinizden lütfen emin olun.
zh_hans: 您的助记词无效。请确认输入正确的助记词。
