Repository: perawallet/pera-wallet
Catalog: ios/Resources/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja_jp, ko, pt_br, tr, zh_hans

# pass-phrase-verify-pop-up-explanation
source: Keep this recovery passphrase in a secure location that is accessible only by you. Do not lose this recovery passphrase.
de: Bewahren Sie diese Wiederherstellungs-Passphrase an einem sicheren Ort auf, auf den nur Sie Zugriff haben. Verlieren Sie diese Wiederherstellungs-Passphrase nicht.
es: Guarda esta frase de recuperación en un lugar seguro al que solo tú puedas acceder. No pierdas esta frase de recuperación.
fr: Conservez cette phrase secrète de récupération dans un emplacement sécurisé accessible uniquement par vous. Ne perdez pas cette phrase secrète de récupération.
it: La tua passphrase è stata verificata. Assicurati di averne eseguito il backup poiché ti servirà per recuperare il tuo conto.
ja_jp: このリカバリーパスフレーズは、本人だけがアクセス可能な安全な場所に保管してください。このリカバリーパスフレーズをなくさないでください。
ko: 복구 비밀문구는 나만 볼 수 있는 안전한 위치에 보관하세요. 복구 비밀문구를 분실하지 않도록 주의하시기 바랍니다.
pt_br: Sua frase senha foi confirmada. Certifique-se de tê-la gravada, pois ela será necessária para a recuperação da conta.
tr: Bu kurtarma parolasını yalnızca sizin ulaşabileceğiniz güvenli bir yerde saklayın. Bu kurtarma parolasını kaybetmeyin.
zh_hans: 助记词已通过验证。您将需要它来恢复账户，因此请确保您有备份好该助记词。

# pass-phrase-verify-pop-up-title
source: Passphrase Verified
de: Passphrase verifiziert
es: Frase secreta verificada
fr: Phrase secrète vérifiée
it: Passphrase verificata
ja_jp: パスフレーズ検証済み
ko: 비밀문구 확인 완료
pt_br: Frase Senha Confirmada
tr: Parola Doğrulandı
zh_hans: 助记词验证

# pass-phrase-verify-question-title
source: Question %@ of %@
de: Frage %@ von %@
es: Pregunta %@ de %@
fr: Question %@ sur %@
it: Domanda %@ di %@
ja_jp: %@問中%@問目の質問
ko: 질문 %@ / %@
pt_br: Pergunta %@ of %@
tr: Soru %@/%@
zh_hans: %@个问题中的第%@个

# pass-phrase-verify-sdk-error
source: There is something wrong. Please try again later.
de: Es ist ein Fehler aufgetreten. Bitte versuche es später noch einmal.
es: Algo salió mal. Inténtalo de nuevo más tarde.
fr: Il y a quelque chose qui ne va pas. Veuillez réessayer plus tard.
it: C'è qualcosa di sbagliato. Per favore riprova più tardi.
ja_jp: 問題が発生しました。後ほどお試しください。
ko: 문제가 발생했습니다. 잠시 후 다시 시도해 주세요.
pt_br: Há algo errado. Tente novamente mais tarde.
tr: Bir sorun var. Lütfen daha sonra tekrar deneyin.
zh_hans: 出现错误，请稍后再试。

# pass-phrase-verify-select-title
source: Select the %@ word of your passphrase
de: Wählen Sie das %@. Wort Ihrer Passphrase
es: Selecciona la %@ palabra de tu frase secreta
fr: Sélectionnez le %@ mot de votre phrase secrète
it: Seleziona la parola %@ della tua passphrase
ja_jp: パスフレーズの%@の単語を選択してください
ko: %@자의 비밀문구를 선택하세요
pt_br: Selecione a %@ palavra de sua frase senha
tr: Parolanızın %@ kelimesini seçin
zh_hans: 请选择助记词 %@ 词。

# pass-phrase-verify-wrong-selection
source: Wrong choice
de: Falsche Auswahl
es: Elección incorrecta
fr: Mauvais choix
it: Scelta sbagliata
ja_jp: 選択が間違っています
ko: 잘못 고르셨습니다
pt_br: Opção Errada
tr: Yanlış seçim
zh_hans: 选择错误

# passphrase-bottom-title
source: Make sure to record these words in the correct order, using the corresponding numbers.
de: Achten Sie darauf, dass Sie diese Wörter in der richtigen Reihenfolge mit den entsprechenden Nummern aufzeichnen.
es: Asegúrate de anotar estas palabras en el orden correcto, utilizando los números correspondientes.
fr: Assurez-vous d'enregistrer ces mots dans le bon ordre, en utilisant les nombres correspondants.
it: Assicurati di registrare queste parole nell'ordine corretto, utilizzando i numeri corrispondenti.
ja_jp: 対応する番号を使用して、これらの単語を正しい順序で記録してください。
ko: 번호를 붙여서 단어들을 올바른 순서로 기록하시기 바랍니다.
pt_br: Certifique-se de guardar essas palavras na ordem correta, usando os números correspondentes.
tr: Karşılık gelen sayıları kullanarak bu kelimeleri doğru sıralamayla kaydettiğinizden emin olun.
zh_hans: 请务必使用相应的数字，以正确的顺序记录这些单词。

# passphrase-qeustion-counter
source: Question %@ of %@
de: Frage %@ von %@
es: Pregunta %@ de %@
fr: Question %@ sur %@
it: Domanda %@ di %@
ja_jp: %@問中%@問目の質問
ko: 질문 %@ / %@
pt_br: Pergunta %@ of %@
tr: Soru %@/%@
zh_hans: %@ 个问题中的第 %@个

# passphrase-question-another
source: %@th
es: %@.ª
fr: %@ème
ja_jp: %@番目
ko: %@번째
pt_br: %@º
zh_hans: 第%@

# passphrase-question-first
source: 1st
es: 1.ª
fr: 1er
ja_jp: 1番目
ko: 1번째
pt_br: 1º
zh_hans: 第1

# passphrase-question-second
source: 2nd
es: 2.ª
fr: 2ème
ja_jp: 2番目
ko: 2번째
pt_br: 2º
zh_hans: 第2

# passphrase-question-third
source: 3rd
es: 3.ª
fr: 3ème
ja_jp: 3番目
ko: 3번째
pt_br: 3º
zh_hans: 第3

# passphrase-select-n-word
source: Select the %@ word of your passphrase
de: Wählen Sie das %@. Wort Ihrer Passphrase
es: Selecciona la %@ palabra de tu frase secreta
fr: Sélectionnez le %@ mot de votre phrase secrète
it: Seleziona la parola %@ della tua passphrase
ja_jp: パスフレーズの%@の単語を選択してください
ko: %@자의 비밀문구를 선택하세요
pt_br: Selecione a %@ palavra de sua frase senha
tr: Parolanızın %@ kelimesini seçin
zh_hans: 请选择助记词 %@ 词。

# passphrase-verify-invalid-title
source: Wrong Passphrase
de: Falsche Passphrase
es: Frase secreta incorrecta
fr: Mauvaise phrase secrète
it: Passphrase errata
ja_jp: 誤ったパスフレーズ
ko: 잘못된 비밀문구
pt_br: Frase senha incorreta
tr: Yanlış Parola
zh_hans: 助记词错误

# passphrase-verify-select-word
source: Select word #%@
de: Wählen Sie das Wort # %@
es: Seleccionar la palabra nro. %@
fr: Sélectionnez le mot # %@
it: Seleziona la parola #%@
ja_jp: 単語 #%@ を選択してください
ko: 단어 #%@개 선택
pt_br: Selecionar palavra #%@
tr: %@. kelimeyi seçin
zh_hans: 选择单词#%@

# passphrase-verify-title
source: Verify recovery passphrase backup
de: Backup-Wiederherstellungs-Passphrase verifizieren
es: Verificar respaldo de la frase secreta de recuperación
fr: Vérifier la sauvegarde de la phrase secrète de récupération
it: Verifica il backup della passphrase di ripristino
ja_jp: リカバリーパスフレーズのバックアップを確認
ko: 복구 비밀문구 백업 확인
pt_br: Confirmar gravação de frase senha de recuperação
tr: Kurtarma parolası yedeklemesini doğrulayın
zh_hans: 验证恢复助记词

# passphrase-verify-wrong-message
source: Selected words are wrong. Please try again.
de: Ausgewählte Wörter sind falsch. Bitte versuchen Sie es erneut.
es: Las palabras seleccionadas son incorrectas. Inténtalo de nuevo.
fr: Les mots sélectionnés sont faux. Veuillez réessayer.
it: Le parole selezionate sono errate. Riprova.
ja_jp: 選択された単語が間違っています。もう一度お試しください。
ko: 잘못된 단어를 선택하셨습니다. 다시 시도해 주세요.
pt_br: As palavras selecionadas estão erradas. Tente novamente.
tr: Seçilen kelimeler yanlış. Lütfen daha sonra tekrar deneyin.
zh_hans: 所选字词有误，请重试。

# password-change-new-subtitle
source: Enter your new 6-digit PIN
ja_jp: 新しい6桁のPINを 入力してください

# password-change-old-subtitle
source: Enter your old 6-digit PIN
ja_jp: 古い6桁のPINを 入力してください

# password-change-subtitle
source: Choose your 6-digit PIN
de: Geben Sie die sechsstellige PIN ein
es: Ingresar el PIN de seis dígitos
fr: Entrez le code PIN à 6 chiffres
it: Inserisci il pin a sei cifre
ja_jp: 6桁のPINを入力してください
ko: 6자리 PIN 번호를 입력하세요
pt_br: Insira senha de 6 dígitos
tr: 6 haneli PIN'i girin
zh_hans: 输入6位数密码

# password-change-title
source: Change PIN
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le code PIN
it: Cambia password
ja_jp: PINの変更
ko: PIN 변경
pt_br: Alterar Senha
tr: PIN'i Değiştir
zh_hans: 更改密码

# password-set-subtitle
source: Choose your 6-digit PIN
de: Wählen Sie einen sechsstelligen Zugangscode
es: Elige una contraseña de seis dígitos
fr: Choisissez votre PIN à 6 chiffres
it: Scegli un passcode a sei cifre
ja_jp: 6桁のPINを選択してください
ko: 6자리 PIN 번호를 선택하세요
pt_br: Escolha um código de seis dígitos
tr: 6 haneli PIN'inizi seçin
zh_hans: 请选择6位数密码

# password-verify-fail-message
source: PIN did not match with previous PIN.
de: Das Passwort stimmt nicht mit dem vorherigen Passwort überein.
es: La contraseña no coincide con la contraseña anterior.
fr: Le PIN ne correspond pas au PIN précédent.
it: La password non corrisponde alla password precedente.
ja_jp: PINが以前のPINと一致しませんでした。
ko: PIN 번호가 이전 PIN과 일치하지 않습니다.
pt_br: Senha não combina com a senha anterior.
tr: PIN, önceki PIN ile eşleşmiyor.
zh_hans: 与前面输入的密码不匹配

# password-verify-fail-title
source: Wrong PIN
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mauvais code PIN
it: Password errata
ja_jp: 間違ったPIN
ko: 잘못된 PIN 번호입니다
pt_br: Senha Incorreta
tr: Hatalı PIN
zh_hans: 密码错误

# password-verify-new-subtitle
source: Re-enter your new 6-digit PIN
ja_jp: 6桁のPINを 再入力してください

# password-verify-subtitle
source: Re-enter your 6-digit PIN
de: Geben Sie die gleichen sechs Ziffern ein
es: Ingresa los mismos seis dígitos
fr: Entrez à nouveau votre PIN à 6 chiffres
it: Inserisci le stesse sei cifre
ja_jp: 6桁のPINを再入力してください
ko: 6자리 PIN 번호를 다시 입력하세요
pt_br: Insira os mesmos seis dígitos
tr: 6 haneli şifrenizi yeniden girin
zh_hans: 输入相同的6位数密码

# password-verify-title
source: Verify PIN
de: Zugangscode verifizieren
es: Verificar contraseña
fr: Vérifier le code PIN
it: Verifica passcode
ja_jp: PINの確認
ko: PIN 확인
pt_br: Confirmar Código Senha
tr: PIN'i Doğrula
zh_hans: 密码验证

# pera-announcement-action-title
source: Start Using Pera Wallet
ja_jp: Pera Walletの使用を開始する

# pera-announcement-description
source: We are very excited to announce that Algorand Wallet is now called Pera Wallet. This is much more than a new name and logo. We are relaunching the most popular wallet in the Algorand ecosystem with a renewed focus on our roadmap, partner integrations, and community. Don't worry, Pera Wallet is built and maintained by the same team and all the features you know and love are still here as usual – With many more to come in the upcoming months. To read more about the relaunch and our roadmap, head over to the Pera Wallet blog
ja_jp: このたび、Algorand WalletがPera Walletという名称になりました。その変化は、新名称とロゴに留まりません。Algorandのエコシステムで最も人気の高いウォレットを、ロードマップ、パートナーとの統合、コミュニティに焦点を当て、新たに立ち上げました。 ご心配はいりません。Pera Walletは同じチームによって構築、維持されており、お客様がご存知のすべての機能はこれまで通りご利用いただけます。 リニューアルとロードマップについての詳細は、Pera Wallet ブログをご覧ください。

# pera-announcement-description-blog
source: Pera Wallet blog
ja_jp: Pera Walletブログ

# pera-announcement-subtitle
source: Algorand Wallet is now Pera Wallet.
ja_jp: Algorand Walletは Pera Walletになりました。

# pera-announcement-title
source: It's Official!
ja_jp: 公式発表です！

# pin-limit-reset-all
source: Reset All Data
de: Alle Daten zurücksetzen
es: Restaurar toda la información
fr: Réinitialiser toutes les données
it: Reimposta tutti i dati
ja_jp: 全データのリセット
ko: 전체 데이터 초기화
pt_br: Reiniciar Todos os Dados
tr: Tüm Verileri Sıfırla
zh_hans: 重置所有数据

# pin-limit-title
source: Pera Wallet app is locked
de: Die Algorand-App ist gesperrt
es: Se bloqueó la aplicación de Algorand
fr: L'application Algorand est verrouillée
it: L'app Algorand è bloccata
ja_jp: Algorandアプリはロックされました
ko: 알고랜드 앱이 잠겼습니다
pt_br: Aplicativo Algorand está bloqueado
tr: Algorand uygulaması kilitlendi
zh_hans: Algorand钱包已被锁定

# pin-limit-too-many
source: Too many PIN attempts
de: Zu viele Versuche
es: Demasiados intentos para cargar el PIN
fr: Trop de tentatives de code PIN
it: Troppi tentativi di PIN
ja_jp: PINの試行回数が多すぎます
ko: PIN 입력을 너무 많이 시도하셨습니다
pt_br: Muitas tentativas de senha
tr: Çok fazla PIN denemesi
zh_hans: 密码输入次数过于频繁

# pin-limit-try-again
source: Try again in
de: Erneut versuchen in
es: Intenta nuevamente en
fr: Réessayez dans
it: Riprova
ja_jp: やり直してください
ko: 다시 시도해 주세요. 대기 시간:
pt_br: Tente novamente em
tr: Tekrar deneyin:
zh_hans: 请再试一次

# portfolio-algo-holdings-title
source: Algo Holdings
ja_jp: 保有Algo
ko: 알고 보유액
pt_br: Posições em Algo

# portfolio-asset-holdings-title
source: Asset Holdings
ja_jp: 保有資産
ko: 자산 보유액
pt_br: Posições em Ativos

# portfolio-calculation-description
source: The Total Portfolio Value is calculated by adding up all asset values and Algo available in your accounts, excluding Watch Accounts. Asset values are calculated based on daily values fetched from several ecosystem partners. Since some asset values are not available, the Total Portfolio Value should be considered an estimation.
ja_jp: ポートフォリオの合計額は、お客様のアカウントで利用可能なすべての資産とAlgoを合計して算出されます。複数のウォレットを保有している場合は、すべてのアカウントの合計がポートフォリオ合計額となります。 資産価格は、Tinymanから取得した日々の価格に基づいて見積もられます。一部の資産価格が公開されていない場合があり、ポートフォリオの合計値は推定値としてお考え下さい。 ウォッチアカウントはお客様のポートフォリオの一部とは見なされず、ポートフォリオ合計値の算出には含まれません。
ko: 총 포트폴리오 가치는 계정에서 사용 가능한 모든 자산과 알고(Algo)를 합산하여 계산됩니다. 지갑을 여러 개 보유하신 경우 총 포트폴리오 가치는 모든 계정의 합계로 표시합니다. 자산 가격은 Tinyman에서 가져온 해당일의 가격을 기반으로 추정됩니다. 일부 자산 가격은 사용이 불가능한 경우가 있습니다. 따라서 총 포트폴리오 가치는 추정치로만 간주하시기 바랍니다. 읽기 전용 계정은 포트폴리오의 일부로 간주되지 않으며, 총 포트폴리오 가치 계산에 포함되지 않습니다.
pt_br: O valor total do portfolio é calculado somando-se todos os ativos e Algos disponíveis em suas contas. Caso tenha múltiplas carteiras, o valor do Portfolio Total será a soma de todas as contas. Os preços dos ativos são estimados com base nos valores diários colhidos no Tinyman. Note que a soma dos valores dos ativos pode não estar disponível. Assim, o valor total do portfolio deve ser considerado como uma estimativa. Contas de observação não são consideradas parte do seu portfolio e não são incluídas no cálculo do Portfolio Total.

# portfolio-calculation-title
source: How we calculate portfolio value
ja_jp: ポートフォリオ価値の算出方法
ko: 포트폴리오 가치 계산 방법
pt_br: Como calculamos o valor do portfolio

# portfolio-title
source: Portfolio Value
ja_jp: ポートフォリオ価値
ko: 포트폴리오 가치
pt_br: Valor do Portfolio

# portfolio-title-accounts
source: Accounts
ja_jp: アカウント
ko: 계정
pt_br: Contas

# portfolio-title-watchlist
source: Watchlist
ja_jp: ウォッチリスト
ko: 관심 목록
pt_br: Lista de Observação

# privacy-policy-title
source: Privacy Policy
de: Datenschutzbestimmungen
es: Política de Privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja_jp: 個人情報保護方針
ko: 개인정보 보호 정책
pt_br: Política de Privacidade
tr: Gizlilik Politikası
zh_hans: 隐私政策

# qr-creation-address
source: Account address
de: Kontoadresse
es: Dirección de la cuenta
fr: Adresse du compte
it: Indirizzo del conto
ja_jp: アカウントアドレス
ko: 계정 주소
pt_br: Endereço de Conta
tr: Hesap adresi
zh_hans: 账户地址

# qr-creation-copied
source: Address copied to clipboard
de: Adresse in die Zwischenablage kopiert
es: Dirección copiada al portapapeles
fr: Adresse copiée dans le presse-papiers
it: Indirizzo copiato negli appunti
ja_jp: アドレスがクリップボードにコピーされました
ko: 주소를 클립보드로 복사 완료
pt_br: Endereço copiado
tr: Adres panoya kopyalandı
zh_hans: 地址已复制到剪切板

# qr-creation-copy-address
source: Copy Address
de: Adresse kopieren
es: Copiar dirección
fr: Copier l'adresse
it: Copia indirizzo
ja_jp: アドレスをコピー
ko: 주소 복사
pt_br: Copiar Endereço
tr: Adresi kopyala
zh_hans: 复制地址

# qr-creation-sharing-title
source: QR Code
de: QR-Code und Adresse teilen
es: Compartir QR y dirección
fr: Partager QR et adresse
it: Condividi QR e indirizzo
ja_jp: QRとアドレスの共有
ko: QR 및 주소 공유
pt_br: Compartilhar QR e Endereço
tr: QR Kodunu ve Adresi Paylaş
zh_hans: 分享二维码与地址

# qr-creation-title
source: Passphrase QR
es: QR de la frase secreta
fr: QR Phrase secrète
ja_jp: パスフレーズQR
ko: 비밀문구 QR
pt_br: QR de Frase Senha
tr: Parola QR Kodu
zh_hans: 助记词二维码

# qr-scan-connected-app-count
source: %@ apps connected
ja_jp: %@アプリが接続されました
ko: %@ 앱 연결 완료
pt_br: %@ aplicativos conectados

# qr-scan-connected-app-singular-count
source: %@ app connected
ja_jp: %@アプリが接続されました
ko: %@ 앱 연결 완료
pt_br: %@ aplicativo conectado

# qr-scan-error-message
source: Your device does not support scanning a qr code.
de: Ihr Gerät unterstützt das Scannen von QR-Codes nicht.
es: Tu dispositivo no permite escanear códigos QR.
fr: Votre appareil ne prend pas en charge la numérisation d'un code QR.
it: Il tuo dispositivo non supporta la scansione di un codice QR.
ja_jp: お使いのデバイスは、QRコードのスキャンに対応していません。
ko: 내 기기에서 QR 코드 스캔을 지원하지 않습니다.
pt_br: Seu dispositivo não pode escanear o código qr.
tr: Cihazınız QR Kodunun taranmasını desteklemiyor
zh_hans: 您的设备不支持扫描二维码。

# qr-scan-error-title
source: Camera is not available
de: Kamera ist nicht verfügbar
es: La cámara no está disponible
fr: La caméra n'est pas disponible
it: La videocamera non è disponibile
ja_jp: カメラは利用できません
ko: 카메라를 사용할 수 없습니다
pt_br: Câmera não disponível
tr: Kamera kullanılamıyor
zh_hans: 摄像头无法使用

# qr-scan-go-settings-message
source: You have disabled camera. Please go to Settings and enable this option.
de: Sie haben die Kamera deaktiviert. Bitte aktivieren Sie diese Funktion in den Einstellungen.
es: La cámara está desactivada. Ve a Configuración y activa esta opción.
fr: Vous avez désactivé la caméra. Veuillez aller dans Réglages et activer cette option.
it: Hai disabilitato la videocamera. Vai su Impostazioni e abilita questa opzione.
ja_jp: カメラが無効化されています。設定でこのオプションを有効にしてください。
ko: 카메라를 비활성화하셨습니다. 설정으로 이동해 옵션을 켜실 수 있습니다.
pt_br: Você desabilitou a câmera. Vá a Configurações e habilite esta opção.
tr: Kamerayı devre dışı bıraktınız. Lütfen Ayarlara gidin ve bu seçeneği etkinleştirin.
zh_hans: 您设置了禁用摄像头，请到“设置”中开启该选项。

# qr-scan-go-settings-title
source: Camera Disabled
de: Kamera deaktiviert
es: Cámara desactivada
fr: Caméra désactivée
it: Videocamera disattivata
ja_jp: カメラが無効
ko: 카메라 비활성화됨
pt_br: Câmera Desabilitada
tr: Kamera Devre Dışı
zh_hans: 摄像头已禁用

# qr-scan-invalid-wc-screen-error
source: The scanned QR is not a valid Algorand public address. For other types of QR (such as WalletConnect transactions), please use the scan QR button on the homepage.
it: Il QR scansionato non è un indirizzo pubblico Algorand valido. Per altri tipi di QR (come le transazioni WalletConnect), utilizza il pulsante di scansione QR sulla home page.
ja_jp: スキャンされたQRは、有効なAlgorandのパブリックアドレスではありません。その他のタイプのQR（WalletConnectトランザクションなど）については、ホームページのスキャンQRボタンをご利用ください。
ko: 스캔한 QR은 유효한 알고랜드 공개 주소가 아닙니다. 다른 형태의 QR 코드를(WalletConnect 트랜잭션 등) 이용하려는 경우 홈페이지의 QR 스캔 버튼을 이용해주세요.
pt_br: O QR escaneado não é um endereço público Algorand válido. Para outros tipos de QR (como transações WalletConnect), use o botão de digitalização QR na página inicial.
tr: Taranan QR, geçerli bir herkese açık Algorand adresi değildir. Diğer QR türleri (WalletConnect işlemleri gibi) için lütfen ana sayfada bulunan QR düğmesini taramayı kullanın.

# qr-scan-message-text
source: You can only scan your QR from this page, To view your QR please select the icon on your account
de: Hier können Sie lediglich QR-Codes scannen. Um den QR-Code Ihres Kontos anzuzeigen, tippen Sie bitte in Ihrem Konto auf das entsprechende Symbol
es: Solo puedes escanear el QR desde esta página. Para ver tu QR, selecciona el icono en tu cuenta
fr: Vous ne pouvez scanner votre QR qu'à partir de cette page. Pour afficher votre QR, veuillez sélectionner l'icône de votre compte
it: Puoi scansionare il tuo QR solo da questa pagina. Per visualizzare il tuo QR seleziona l'icona nel tuo conto
ja_jp: このページからのみQRをスキャンできます。QRを表示するには、アカウントのアイコンを選択してください
ko: 이 페이지에서만 QR 코드를 스캔할 수 있습니다. 계정 아래의 아이콘을 선택해 QR 코드를 확인하실 수 있습니다.
pt_br: Você só pode escanear seu QR nesta página. Para visualizar seu QR, selecione o ícone em sua conta.
tr: Bu sayfada yalnızca QR Kodunuzu tarayabilirsiniz. QR Kodunuzu görüntülemek için lütfen hesabınızdaki simgeyi seçin
zh_hans: 您只能在本页扫描二维码，如需查看二维码，请选择账户上的图标。

# qr-scan-overlay-title
source: Scan a QR code
ja_jp: スキャンするコードを探す
ko: 스캔할 코드 찾기
pt_br: Encontrar código para escanear

# qr-scan-should-scan-address-message
source: You should scan valid account address
de: Sie müssen eine gültige Kontoadresse scannen
es: Debes escanear direcciones de cuentas válidas
fr: Vous devez scanner une adresse de compte valide
it: È necessario eseguire la scansione di un indirizzo di conto valido
ja_jp: 有効なアカウントアドレスをスキャンする必要があります
ko: 유효한 계정 주소를 스캔하셔야 합니다.
pt_br: Você precisa escanear um endereço válido de conta
tr: Geçerli bir hesap adresi taramanız gerekli
zh_hans: 您应该扫描有效的账户地址

# qr-scan-should-scan-mnemonics-message
source: You should scan valid passphrases
de: Sie müssen eine gültige Passphrase scannen
es: Debes escanear frases secretas válidas
fr: Vous devez scanner des phrases secrètes valides
it: È necessario eseguire la scansione di passphrase valide
ja_jp: 有効なパスフレーズをスキャンする必要があります。
ko: 유효한 비밀문구를 스캔하셔야 합니다.
pt_br: Você precisa escanear frases senha válidas
tr: Geçerli parolalar taramanız gerekli
zh_hans: 您应该扫描有效的助记词

# qr-scan-should-scan-valid-qr
source: QR is not valid.
de: QR-Code ist ungültig.
es: El QR es inválido.
fr: Le QR n'est pas valide.
it: QR non valido.
ja_jp: 無効なQRです。
ko: 잘못된 QR 코드입니다.
pt_br: QR inválido.
tr: QR Kodu geçersiz.
zh_hans: 二维码无效

# qr-scan-title
source: Scan QR Code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
it: Scansiona il codice QR
ja_jp: QRコードのスキャン
ko: QR 코드 스캔
pt_br: Escanear QR
tr: QR Kodunu Tara
zh_hans: 扫描二维码

# recover-copy-error
source: The last copied text is not valid passphrase with 25 words. Please copy valid passphrase and try again.
de: Der zuletzt kopierte Text ist keine gültige Passphrase mit 25 Wörtern. Bitte kopieren Sie eine gültige Passphrase und versuchen Sie es erneut.
es: El último texto copiado no es una frase secreta válida de 25 palabras. Copia una frase secreta válida y vuelve a intentarlo.
fr: Le dernier texte copié n'est pas une phrase secrète valide de 25 mots. Veuillez copier une phrase secrète valide et réessayer.
it: L'ultimo testo copiato non è una passphrase valida di 25 parole. Copia la passphrase valida e riprova.
ja_jp: コピーされたテキストは、25語の有効なパスフレーズではありません。有効なパスフレーズをコピーして、再試行してください。
ko: 마지막으로 복사된 텍스트가 25단어의 유효한 비밀문구가 아닙니다. 정확한 비밀문구를 복사하고 다시 시도해 주세요.
pt_br: O último texto copiado não é uma frase secreta válida de 25 palavras. Copie a senha longa válida e tente novamente.
tr: Son kopyalanan metin, 25 kelimelik geçerli bir parola değil. Lütfen geçerli parolayı kopyalayın ve tekrar deneyin.
zh_hans: 最后复制的文字不是25字节的有效助记词。复制完有效的助记词后，请再试一次。

# recover-fill-all-error
source: Please fill all passphrase
de: Bitte füllen Sie die Passphrase vollständig aus
es: Completa toda la frase secreta
fr: Veuillez remplir toute la phrase secrète
it: Compila tutte le passphrase
ja_jp: すべてのパスフレーズを入力してください
ko: 모든 비밀문구를 입력해 주세요.
pt_br: Insira toda a frase senha
tr: Lütfen tüm parolayı doldurun
zh_hans: 请输入全部助记词

# recover-from-seed-name-placeholder
source: Example name
de: Beispielname
es: Nombre de ejemplo
fr: Exemple de nom
it: Nome di esempio
ja_jp: 名前の例
ko: 이름 예시
pt_br: Nome exemplo
tr: Örnek ad
zh_hans: 名称示例

# recover-from-seed-name-title
source: Name
es: Nombre
fr: Nom
it: Nome
ja_jp: 名前
ko: 이름
pt_br: Nome
tr: Ad
zh_hans: 名称

# recover-from-seed-passphrase-title
source: Passphrase
es: Frase secreta
fr: Phrase secrète
ja_jp: パスフレーズ
ko: 비밀문구
pt_br: Frase Senha
tr: Parola
zh_hans: 助记词

# recover-from-seed-title
source: Enter Your Recovery Passphrase
de: Geben Sie Ihre Wiederherstellungs-Passphrase ein
es: Recuperar cuenta con la frase secreta de recuperación
fr: Entrez votre phrase secrète de récupération
it: Recupera dalla Passphrase
ja_jp: リカバリーパスフレーズの入力
ko: 비밀문구를 입력하세요
pt_br: Recuperar Frase Senha
tr: Kurtarma Parolanızı Girin
zh_hans: 通过助记词恢复账户

# recover-from-seed-verify-exist-error
source: This account already exists
de: Dieses Konto existiert bereits
es: Esta cuenta ya existe
fr: Ce compte existe déjà
it: Questo conto esiste già
ja_jp: このアカウントはすでに存在します。
ko: 이미 존재하는 계정입니다
pt_br: Esta conta já existe
tr: Bu hesap zaten mevcut
zh_hans: 该账户已存在

# recover-from-seed-verify-pop-up-explanation
source: Welcome to Pera Wallet! Your account is ready to use.
de: Willkommen bei Algorand! Ihr Konto kann jetzt verwendet werden.
es: ¡Bienvenido a Algorand! Tu cuenta está lista para usarse.
fr: Bienvenue sur Algorand! Votre compte est prêt à être utilisé.
it: Benvenuto in Algorand! Il tuo conto è pronto per l'uso.
ja_jp: Algorandへようこそ！ お客様のアカウントはすぐにお使いいただけます。
ko: 알고랜드에 오신 것을 환영합니다! 계정을 사용하실 수 있습니다.
pt_br: Benvindo à Algorand! Você já pode utilizar sua conta.
tr: Algorand'a Hoş Geldiniz! Hesabınız kullanıma hazır.
zh_hans: 欢迎来到Algorand！ 您的账户已准备就绪。

# recover-from-seed-verify-pop-up-title
source: Account is Verified!
de: Konto verifiziert
es: Cuenta verificada
fr: Compte vérifié
it: Conto verificato
ja_jp: アカウント認証済み
ko: 계정 인증 완료
pt_br: Conta Confirmada
tr: Hesap Doğrulandı
zh_hans: 账户验证
