Repository: perawallet/pera-wallet
Catalog: ios/Resources/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja_jp, ko, pt_br, tr, zh_hans

# tutorial-description-write
source: The only way to recover an Algorand account is with this recovery passphrase.
de: Auch hier gilt: Die einzige Möglichkeit, ein Algorand-Konto wiederherzustellen, ist diese Wiederherstellungs-Passphrase. Teilen Sie diese Passphrase mit niemandem, da sie vollen Zugriff auf Ihr Konto gewährt. Algorand-Mitarbeiter werden Sie niemals nach Ihrer Passphrase fragen.
es: La única manera de recuperar una cuenta de Algorand es con esta frase de recuperación. Advertencia: No compartas esta frase de recuperación con nadie, ya que concede acceso completo a tu cuenta.
fr: La seule façon de récupérer un compte Algorand est d'utiliser cette phrase secrète de récupération. Avertissement: ne partagez cette phrase secrète avec personne, car elle donne un accès complet à votre compte.
it: L'unico modo per recuperare un conto Algorand è con questa passphrase di ripristino. Attenzione: non condividere questa passphrase con nessuno, poiché consente l'accesso completo al tuo conto.
ja_jp: このリカバリーパスフレーズを使う以外に、Algorandアカウントを復元する方法はありません。 警告：このパスフレーズは、アカウントへの完全なアクセスを許可するものですので、誰にも教えないでください。
ko: 주의: 알고랜드 계정을 복원하는 유일한 방법은 이 복구 비밀문구를 사용하는 것뿐입니다. 비밀문구가 있으면 계정의 모든 기능을 이용 가능하므로, 다른 사람과 비밀문구를 공유하지 마세요. 알고랜드 직원은 계정의 비밀문구를 묻지 않습니다.
pt_br: Novamente, a única maneira de recuperar uma conta Algorand é com esta frase senha de recuperação. Não compartilhe esta frase senha com outras pessoas, pois ela dá acesso total à sua conta. Funcionários da Algorand jamais pedirão sua senha.
tr: Bir Algorand hesabını kurtarmanın tek yolu bu kurtarma parolasıdır. Uyarı: Hesabınıza tam erişim sağladığından, bu parolayı kimseyle paylaşmayın.
zh_hans: 恢复Algorand账户的唯一途径是使用恢复助记词。请勿与任何人分享恢复助记词，因为助记词拥有完整的账户访问权限。 Algorand的工作人员绝对不会询问您的助记词。

# tutorial-description-write-warning
source: Do not share this passphrase with anyone, as it grants full access to your account.
ja_jp: このパスフレーズは、アカウントへの完全なアクセスを許可するものですので、誰にも教えないでください。
ko: 비밀문구가 있으면 계정의 모든 기능을 이용 가능하므로, 다른 사람과 비밀문구를 공유하지 마세요.
pt_br: Não compartilhe esta frase senha com outras pessoas, pois ela dá acesso total à sua conta.

# tutorial-main-title-back-up
source: I Understand
de: Ich verstehe
es: Entiendo
fr: Je comprends
it: Ho capito
ja_jp: 分かりました
ko: 알겠습니다
pt_br: Compreendo
tr: Anladım
zh_hans: 我明白

# tutorial-main-title-ledger-connected
source: Start Using Pera Wallet
ja_jp: Algorandの使用を開始する
ko: 알고랜드 사용 시작
pt_br: Começar a Utilizar a Algorand

# tutorial-main-title-passcode
source: Set PIN Code
de: Zugangscode festlegen
es: Establecer código de acceso
fr: Définir le code d'accès
it: Imposta passcode
ja_jp: パスコードの設定
ko: 비밀문구 설정
pt_br: Definir Código de Acesso
tr: Parola Belirle
zh_hans: 设置密码

# tutorial-main-title-recover
source: Recover an Algorand Account
de: Ein Algorand-Konto wiederherstellen
es: Recuperar una cuenta de Algorand
fr: Récupérer un Compte Algorand
it: Recupera un conto Algorand
ja_jp: Algorandアカウントの復元
ko: 알고랜드 계정 복구
pt_br: Recuperar uma Conta Algorand
tr: Bir Algorand Hesabını Kurtar
zh_hans: 恢复Algorand账户

# tutorial-main-title-write
source: I'm Ready to Begin
de: Ich bin bereit zu beginnen
es: Estoy listo para empezar
fr: Je suis prêt à commencer
it: Sono pronto per iniziare
ja_jp: 始める準備ができました
ko: 시작할 준비가 되었습니다
pt_br: Estou pronto para começar
tr: Başlamaya hazırım
zh_hans: 我已经准备好开始了

# tutorial-title-back-up
source: Create a passphrase backup for your account
de: Sichern Sie Ihr Konto mit einer Wiederherstellungs-Passphrase
es: Respalda tu cuenta con una frase secreta de recuperación
fr: Sauvegardez votre compte à l'aide d'une phrase secrète de récupération
it: Esegui il backup del tuo conto utilizzando una passphrase di ripristino
ja_jp: リカバリーパスフレーズを使ったアカウントのバックアップ
ko: 복구 비밀문구를 사용해 계정을 백업하세요
pt_br: Grave sua conta utilizando uma frase senha de recuperação
tr: Bir kurtarma parolası kullanarak hesabınızı yedekleyin
zh_hans: 使用恢复助记词来备份您的账户

# tutorial-title-ledger-connected
source: Ledger successfully connected
ja_jp: Ledgerが正常に接続されました
ko: Ledger 연결 완료
pt_br: Ledger Conectado com Sucesso

# tutorial-title-passcode
source: Increase your security with a PIN
de: Erhöhen Sie Ihre Sicherheit mit einer PIN
es: Aumenta la seguridad con un PIN
fr: Augmentez votre sécurité avec un code PIN
it: Aumenta la tua sicurezza con un PIN
ja_jp: PINでセキュリティを強化
ko: PIN으로 보안을 강화하세요
pt_br: Aumente sua segurança com uma senha
tr: PIN ile güvenliğinizi artırın
zh_hans: 利用PIN码提高安全性

# tutorial-title-recover
source: Recover an Algorand Account
de: Ein Algorand-Konto wiederherstellen
es: Recuperar una cuenta de Algorand
fr: Récupérer un Compte Algorand
it: Recupera un conto Algorand
ja_jp: Algorandアカウントの復元
ko: 알고랜드 계정 복구
pt_br: Recuperar uma Conta Algorand
tr: Bir Algorand Hesabını Kurtar
zh_hans: 恢复Algorand账户

# tutorial-title-write
source: Prepare to write down your recovery passphrase
de: Bereiten Sie sich darauf vor, Ihre Wiederherstellungs-Passphrase aufzuschreiben
es: Prepárate para escribir la frase secreta de recuperación
fr: Préparez-vous à noter votre phrase secrète de récupération
it: Preparati a scrivere la tua passphrase di ripristino
ja_jp: リカバリーパスフレーズを書き留める用意
ko: 복구 비밀문구를 받아적을 준비를 해주세요
pt_br: Prepare-se para anotar sua frase senha de recuperação
tr: Kurtarma parolanızı yazmaya hazırlanın
zh_hans: 请准备写下您的恢复助记词

# verified-asset-double-check
source: always double check
de: Unbedingt immer überprüfen
es: siempre comprueba dos veces
fr: toujours vérifier deux fois
it: ricontrolla sempre
ja_jp: 常に再確認してください
ko: 확인하신 다음
pt_br: sempre verifique duas vezes
tr: her zaman tekrar kontrol edin
zh_hans: 请再次确认

# verified-asset-information-text
source: Assets that go through our verification process are known projects that have their website and public information verified against this specific ASA. Verification status is not an endorsement of the asset. Pera Wallet does not have any relationship with verified ASA owners. This badge is for informational purposes only. That being said, you should always double check that the asset’s ID is the one that you intended to choose before transacting with that asset. If you have questions about the verification process or general feedback about the app, we encourage you to visit; %@
de: Assets von Emittenten, mit denen Algorand Inc. eine Beziehung unterhält, werden mit einem blauen Häkchen als verifiziert gekennzeichnet. Damit soll die Wahrscheinlichkeit verringert werden, dass unsere Benutzer aus Versehen falsche Assets transferieren. Sie sollten aber trotzdem immer überprüfen, ob die Asset-ID wirklich stimmt, bevor Sie eine Transaktion ausführen. Bei Fragen zum Verifizierungsprozess oder allgemeinem Feedback zur App zögern Sie bitte nicht, uns zu kontaktieren.
es: Para los activos en que Algorand Inc. tiene una relación con el emisor del activo, marcamos dichos activos como "Verificado" (señalado con un tilde azul). Esto sirve como una protección adicional para no operar accidentalmente con un activo incorrecto. Dicho esto, siempre debes comprobar dos veces que el ID del activo es el que quieres elegir antes de operar con ese activo. Si tienes alguna pregunta sobre el proceso de verificación o comentarios generales sobre la aplicación, te pedimos que nos contactes.
fr: Pour certains actifs pour lesquels Algorand Inc. a une relation avec l'émetteur de l'actif, nous marquons ces actifs comme «Vérifiés» (ce qui est indiqué par une coche bleue). Cela aide à éviter les transactions involontaires avec un actif non désiré. Cela dit, vous devez toujours vérifier que l'ID de l'actif est celui que vous aviez l'intention de choisir avant d'effectuer des transactions avec cet actif. Si vous avez des questions sur le processus de vérification ou des commentaires généraux sur l'application, nous vous encourageons à visiter www.algorandwallet.com/support
it: Per alcuni attivi in cui Algorand Inc. ha una relazione con l'emittente dell'attivo, contrassegniamo tali attivi come "Verificati" (con un segno di spunta blu). Questo contribuisce alla difesa secondaria da transazioni errate con un attivo non intenzionale. Detto questo, dovresti sempre ricontrollare che l'ID dell'attivo sia quello che intendevi scegliere prima di effettuare transazioni con quell'attivo. In caso di domande sul processo di verifica o feedback generale sull'app, ti invitiamo a contattarci
ja_jp: Algorand Inc.が資産の発行者と関係を持っている特定の資産については、それらの資産を「検証済み」としてマークしています（青いチェックマーク記号で示されます）。 これは、誤って意図しない資産と取引しないための二次的な防御策として機能します。 ただし、その資産を取引する前に、資産のIDが意図したものかどうかを常に再確認する必要があります。 検証プロセスに関するご質問や、アプリについての一般的なご意見については、%@ をご覧ください。
ko: 알고랜드(Algorand Inc.)가 자산 발행사와 관계를 맺고 있는 특정 자산의 경우, 해당 자산을 “인증 완료”로 표시합니다(파란색 체크 기호로 알아보실 수 있습니다). 이는 의도하지 않은 자산을 실수로 전송하지 않도록 한 번 더 막아주는 역할을 합니다. 즉, 항상 선택하고자 하는 자산의 ID를 정확하게 선택했는지 확인하신 다음 자산을 전송하셔야 합니다. 인증 절차나 앱과 관련하여 일반적인 피드백이 있는 경우, www.algorandwallet.com/support 페이지를 방문해 주시기 바랍니다.
pt_br: Certos ativos com os quais a Algorand Inc. tem relação com o emissor, são marcados como "Confirmados" (o que é indicado por um símbolo azul). Isso ajuda sendo mais uma defesa contra transações acidentais com um ativo não desejado. Dito isto, antes de transacionar um ativo, você deve sempre certificar-se de que a ID do ativo é aquela que você escolheu transacionar. Caso tenha dúvidas sobre o processo de confirmação ou outros comentários sobre o aplicativo, entre em contato conosco.
tr: Algorand Inc.'nin varlığın düzenleyicisi ile ilişkisi bulunması durumunda, bazı varlıkları “Doğrulandı” (mavi onay sembolü ile gösterilir) olarak işaretliyoruz. Bu, işlem yapılması istenmeyen varlıkların yanlışlıkla işlem görmemesi için ikinci bir savunma mekanizması görevi görmesine yardımcı oluyor. Bununla birlikte, söz konusu varlıkla işlem yapmadan önce varlık kimliğinin seçmek istediğiniz varlığa ait olduğunu her zaman tekrar kontrol etmeniz gerekir. Doğrulama süreci ile ilgili herhangi bir sorunuz veya uygulama ile ilgili genel bir geri bildiriminiz varsa, www.algorandwallet.com/support adresini ziyaret etmenizi öneririz.
zh_hans: 对于与Algorand Inc.有合作关系的资产发行者，我们会将这些资产标注为“已认证”（蓝V标记）。 这有助于防止错误地使用其他资产进行交易。 也就是说，在进行交易资产之前，您应当反复核实该资产账号是否是您想要选择的。 若您对验证过程有疑问，或对本应用有任何反馈，欢迎联系我们。

# verified-asset-information-title
source: What does Asset Verification mean?
de: Was sind verifizierte Assets?
es: ¿Que significa la verificación de activos?
fr: Que signifie la vérification des actifs?
it: Cosa significa verifica degli attivi?
ja_jp: 資産の検証とはどういう意味ですか？
ko: 자산 인증은 무엇인가요?
pt_br: O que significa confirmação de ativos?
tr: Varlık doğrulama nedir?
zh_hans: 资产验证是什么意思？

# verified-assets-title
source: Verified Assets
de: Verifizierte Assets
es: Activos verificados
fr: Actifs vérifiés
it: Attivi verificati
ja_jp: 検証済み資産
ko: 인증된 자산
pt_br: Ativos Confirmados
tr: Doğrulanan Varlıklar
zh_hans: 已验证的资产

# wallet-connect-asset-clawback-title
source: Clawback Account
es: Cuenta de recuperación
it: Conto di recupero
ja_jp: クローバックアカウント
ko: 환수 계정
pt_br: Conta de Recuperação
tr: Geri Alma Hesabı
zh_hans: 回拨账户

# wallet-connect-asset-creation-title
source: Asset Creation Request
es: Solicitud de creación de activos
it: Richiesta di creazione di attivo
ja_jp: 資産作成リクエスト
ko: 자산 생성 요청
pt_br: Pedido de Criação de Ativo
tr: Varlık Oluşturma Talebi
zh_hans: 资产创建请求

# wallet-connect-asset-decimals-title
source: Decimal Places
es: Decimales
it: Posizioni decimali
ja_jp: 小数点
ko: 소수점
pt_br: Casas Decimais
tr: Ondalık Basamaklar
zh_hans: 小数位数

# wallet-connect-asset-deletion-title
source: Asset Deletion Request
es: Solicitud de eliminación de activos
it: Richiesta di eliminazione dell'attivo
ja_jp: 資産削除リクエスト
ko: 자산 삭제 요청
pt_br: Pedido de Exclusão de Ativo
tr: Varlık Silme Talebi
zh_hans: 资产删除请求

# wallet-connect-asset-deletion-warning-title
source: This asset will be deleted.
es: Este activo se eliminará.
it: Questo attivo verrà eliminato.
ja_jp: この資産は削除されます。
ko: 자산이 삭제됩니다.
pt_br: Este ativo será excluído.
tr: Bu varlık silinecek.
zh_hans: 该资产将被删除。

# wallet-connect-asset-freeze-title
source: Freeze Account
es: Congelar cuenta
it: Blocca conto
ja_jp: アカウントの凍結
ko: 계정 동결
pt_br: Congelar Conta
tr: Hesabı Dondur
zh_hans: 冻结账户

# wallet-connect-asset-frozen-title
source: Default Frozen
es: Congelamiento predeterminado
it: Congelato predefinito
ja_jp: デフォルトで凍結
ko: 기본 동결
pt_br: Padrão Congelado
tr: Varsayılan Dondurulmuş
zh_hans: 默认冻结

# wallet-connect-asset-manager-title
source: Manager Account
es: Cuenta administradora
it: Conto gestore
ja_jp: 管理者アカウント
ko: 관리자 계정
pt_br: Conta de Gestão
tr: Yönetici Hesabı
zh_hans: 经理账户

# wallet-connect-asset-name-title
source: Asset Name
es: Nombre del activo
it: Nome dell'attivo
ja_jp: 資産名
ko: 자산 이름
pt_br: Nome do Ativo
tr: Varlık Adı
zh_hans: 资产名称

# wallet-connect-asset-reconfiguration-title
source: Asset Reconfiguration Request
es: Solicitud de reconfiguración de activos
it: Richiesta di riconfigurazione attivi
ja_jp: 資産再構成リクエスト
ko: 자산 재구성 요청
pt_br: Pedido de Reconfiguração de Ativo
tr: Yeniden Varlık Yapılandırma Talebi
zh_hans: 重新配置资产请求

# wallet-connect-asset-reserve-title
source: Reserve Account
es: Cuenta de reserva
it: Conto di riserva
ja_jp: リザーブアカウント
ko: 보유 계정
pt_br: Conta de Reserva
tr: Yedek Hesap
zh_hans: 储备账户

# wallet-connect-asset-unit-title
source: Unit Name
es: Nombre de la unidad
it: Nome unità
ja_jp: ユニット名
ko: 단위 이름
pt_br: Nome da Unidade
tr: Birim Adı
zh_hans: 单位名称

# wallet-connect-group-transaction-header-title
source: GroupID: %@
ja_jp: グループID: %@
ko: 그룹 ID: %@
pt_br: ID de grupo: %@

# wallet-connect-raw-transaction-title
source: Raw Transaction
de: Rohtransaktion
es: Transacción cruda
fr: Transaction Brute
it: Transazione grezza
ja_jp: Rawトランザクション
ko: 원시 트랜잭션
pt_br: Transação Bruta
tr: Ham İşlem
zh_hans: 原始交易

# wallet-connect-session-connected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja_jp: 接続済み
ko: 연결 완료
pt_br: Conectado
tr: Bağlandı
zh_hans: 已连接

# wallet-connect-session-connected-with-account
source: Connected with %@
de: Verbunden mit %@
es: Conectado con %@
fr: Connecté avec %@
it: Connesso con %@
ja_jp: %@と接続しました
ko: %@ 연결
pt_br: Conectado com %@
tr: %@ ile Bağlandı
zh_hans: 已连接%@

# wallet-connect-session-connection-approved-description
source: Please return to %@ to continue and finish your operation. You can find all connected Sessions in the dedicated Settings page.
ja_jp: %@に戻って接続を完了し、トランザクションを開始します！
ko: %@(으)로 돌아가서 연결을 완료하고 트랜잭션을 시작하세요!
pt_br: Voltar a %@ para finalizar a conexão e iniciar transações!

# wallet-connect-session-connection-approved-title
source: You are Connected to %@
ja_jp: %@とのWalletConnectセッションが承認されました
ko: %@의 WalletConnect 세션이 승인되었습니다
pt_br: Sessão WalletConnect com %@ aprovada

# wallet-connect-session-connection-description
source: %@ wants to connect to your account
de: %@ möchte eine Verbindung zu Ihrem Konto herstellen
es: %@ quiere conectarse a tu cuenta
fr: %@ veut se connecter à votre compte
it: %@ desidera connettersi al tuo conto
ja_jp: %@があなたのアカウントへの接続を希望しています
ko: %@에서 계정 연결을 요청합니다.
pt_br: %@ deseja conectar-se à sua conta
tr: %@, hesabınıza bağlanmak istiyor
zh_hans: %@想连接您的账户

# wallet-connect-session-disconnect-fail-message
source: Failed to disconnect from Session %@.
de: Die Verbindung zu Sitzung %@ konnte nicht getrennt werden.
es: No se pudo desconectar de la sesión %@ .
fr: Échec de la déconnexion de la session %@ .
it: Impossibile disconnettersi dalla sessione %@.
ja_jp: セッション%@からの切断に失敗しました。
ko: %@ 세션에서 연결을 끊지 못했습니다.
pt_br: Falha ao desconectar-se da Sessão %@.
tr: %@ Oturumunun bağlantısı kesilemedi.
zh_hans: 与会话%@断开连接失败。

# wallet-connect-session-disconnect-message
source: Would you like to disconnect from %@?
de: Möchten Sie die Verbindung zu %@ trennen?
es: ¿Quieres desconectarte de %@?
fr: Souhaitez-vous vous déconnecter de %@ ?
it: Vuoi disconnetterti da %@?
ja_jp: %@から切断しますか？
ko: %@에서 연결을 끊으시겠습니까?
pt_br: Deseja desconectar-se de %@?
tr: %@ bağlantısını kesmek ister misiniz?
zh_hans: 您想与%@断开联系吗？

# wallet-connect-session-error-no-account
source: You don't have any account that WalletConnect can connect.
de: Sie haben kein Konto, mit dem WalletConnect eine Verbindung herstellen kann.
es: No tienes ninguna cuenta que WalletConnect pueda conectar.
fr: Vous n'avez aucun compte auquel WalletConnect peut se connecter.
it: Non hai nessun conto che WalletConnect possa collegare.
ja_jp: WalletConnectが接続できるアカウントがありません。
ko: WalletConnect에 연결할 수 있는 계정이 없습니다.
pt_br: Você não possui qualquer conta que WalletConnect possa conectar.
tr: WalletConnect'in bağlanabileceği herhangi bir uygulamanız bulunmuyor.
zh_hans: 您没有 WalletConnect 可以连接的帐户。

# wallet-connect-session-error-not-reachable
source: WalletConnect is not reachable at the moment. Please try again later.
de: WalletConnect ist im Moment nicht erreichbar. Bitte versuchen Sie es später noch einmal.
es: WalletConnect no está disponible en este momento. Inténtalo más tarde.
fr: WalletConnect n'est pas accessible pour le moment. Veuillez réessayer plus tard.
it: WalletConnect non è al momento raggiungibile. Riprova più tardi.
ja_jp: 現在、WalletConnectにアクセスできません。後ほどお試しください。
ko: 현재 WalletConnect에 연결할 수 없습니다. 나중에 다시 시도해 주세요.
pt_br: WalletConnect não está acessível no momento. Tente mais tarde.
tr: WalletConnect'e şu anda ulaşılamıyor. Lütfen daha sonra tekrar deneyin.
zh_hans: 目前无法访问 WalletConnect。请稍后再试。

# wallet-connect-session-invalid-qr-message
source: Couldn't create a session on WalletConnect. Please try with a valid QR.
de: Es konnte keine Sitzung auf WalletConnect erstellt werden. Bitte versuchen Sie es mit einem gültigen QR.
es: No se ha podido crear una sesión en WalletConnect. Intenta con un QR válido.
fr: Impossible de créer une session sur WalletConnect. Veuillez essayer avec un QR valide.
it: Impossibile creare una sessione su WalletConnect. Prova con un QR valido.
ja_jp: WalletConnectでセッションを作成できませんでした。有効なQRでお試しください。
ko: WalletConnect에서 세션을 생성할 수 없습니다. 유효한 QR 코드를 사용해 주세요.
pt_br: Não foi possível criar uma sessão no WalletConnect. Tente com um QR válido.
tr: WalletConnect'te oturum oluşturulamadı. Lütfen geçerli bir QR ile deneyin.
zh_hans: 无法在WalletConnect上创建会话。请使用有效的二维码。

# wallet-connect-session-list-empty
source: You haven't connected any apps yet.
de: Sie haben noch keine Apps verbunden.
es: Aún no has conectado ninguna aplicación.
fr: Vous n'avez encore connecté aucune application.
it: Non hai ancora collegato nessuna app.
ja_jp: まだどのアプリも接続していません。
ko: 아직 연동된 앱이 없습니다.
pt_br: Você ainda não conectou qualquer aplicativo.
tr: Henüz herhangi bir uygulama bağlamadınız.
zh_hans: 尚未连接任何APP。

# wallet-connect-session-select-account
source: Select Account
ja_jp: アカウントの選択
ko: 금액 선택
pt_br: Selecionar Conta

# wallet-connect-session-timeout-message
source: We are sorry, but the dApp is not responding. Please refresh the page and try scanning a new QR Code. If the error persists, please contact the dApp.
ja_jp: 申し訳ありませんが、dAppが応答していません。ページを更新して、新しいQRコードをスキャンしてください。エラーが解消しない場合は、dAppにお問い合わせください。
ko: 죄송합니다, dApp이 응답하지 않습니다. 페이지를 새로고침하고 새 QR 코드를 스캔해보세요. 오류가 지속되면 dApp 측에 문의하시기 바랍니다.
pt_br: A DApp não responde. Atualize a página e tente escanear um novo Código QR. Caso o erro persista, contate a DApp.

# wallet-connect-transaction-all-count
source: All transactions (%d)
de: Alle Transaktionen (%d)
es: Todas las transacciones (%d)
fr: Toutes les transactions ( %d )
it: Tutte le transazioni (%d)
ja_jp: すべてのトランザクション (%d)
ko: 모든 트랜잭션(%d건)
pt_br: Todas as transações (%d)
tr: Tüm işlemler (%d)
zh_hans: 全部交易（%d）

# wallet-connect-transaction-all-count-singular
source: All transaction (1)
de: Alle Transaktionen (1)
es: Todas las transacciones (1)
fr: Toutes les transactions (1)
it: Tutte le transazioni (1)
ja_jp: すべてのトランザクション (1)
ko: 모든 트랜잭션(1건)
pt_br: Todas as transações (1)
tr: Tüm işlemler (1)
zh_hans: 全部交易（1）

# wallet-connect-transaction-count
source: %d Transactions · Group ID: %@
de: %d Transaktionen
es: %d transacciones
fr: %d transactions
it: %d transazioni
ja_jp: %dトランザクション
ko: 트랜잭션 %d건
pt_br: %d transações
tr: %d İşlem · Grup Kimliği: %@
zh_hans: %d笔交易

# wallet-connect-transaction-count-singular
source: 1 Transaction · Group ID: %@
de: 1 Transaktion
es: 1 transacción
fr: 1 transaction
it: 1 transazione
ja_jp: 1 トランザクション
ko: 트랜잭션 1건
pt_br: 1 transação
tr: 1 İşlem · Grup Kimliği: %@
zh_hans: 1笔交易

# wallet-connect-transaction-dapp-show-more
source: Read More
de: Mehr Informationen anzeigen
es: Mostrar más información
fr: Afficher plus d'informations
it: Mostra altre informazioni
ja_jp: 詳細情報を表示
ko: 추가 정보 보기
pt_br: Exibir Mais Informações
tr: Diğer Bilgileri Göster
zh_hans: 显示更多信息

# wallet-connect-transaction-detail-asset-url
source: Show Asset URL
de: Asset-URL anzeigen
es: Mostrar URL del activo
fr: Afficher l'URL de l'actif
it: Mostra URL risorsa
ja_jp: アセットURLの表示
ko: 자산 URL 보기
pt_br: Exibir URL do Ativo
tr: Varlık URL'sini Göster
zh_hans: 显示资产URL

# wallet-connect-transaction-detail-explorer
source: Show Explorer
de: Explorer anzeigen
es: Mostrar explorador
fr: Afficher l'explorateur
it: Mostra Explorer
ja_jp: エクスプローラーの表示
ko: Explorer 보기
pt_br: Exibir Explorer
tr: Gezgini Göster
zh_hans: 显示浏览器

# wallet-connect-transaction-detail-metadata
source: Show Asset Metadata
de: Asset-Metadaten anzeigen
es: Mostrar metadatos del activo
fr: Afficher les métadonnées de l'actif
it: Mostra i metadati delle risorse
ja_jp: アセットメタデータを表示
ko: 자산 메타데이터 보기
pt_br: Exibir Metadados de Ativo
tr: Varlık Meta Verilerini Göster
zh_hans: 显示资产元数据

# wallet-connect-transaction-detail-raw
source: Show Raw Transaction
de: Rohtransaktion anzeigen
es: Mostrar transacción cruda
fr: Afficher la transaction brute
it: Mostra transazione grezza
ja_jp: Rawトランザクションを表示
ko: 원시 트랜잭션 보기
pt_br: Exibir Transação Bruta
tr: Ham İşlemleri Göster
zh_hans: 显示原始交易

# wallet-connect-transaction-error-account-not-exist
source: Invalid Input: The requested signer is not in the User Wallet
es: Entrada inválida: El firmante solicitado no está en el monedero del usuario
it: Inserimento non valido: il firmatario richiesto non è nel wallet dell'utente.
ja_jp: 無効な入力：要求された署名者はユーザーウォレットに存在しません
ko: 잘못된 입력: 요청한 서명자가 사용자 지갑에 없습니다.
pt_br: Entrada Inválida: O assinante solicitado não está na Carteira do Usuário
tr: Geçersiz Giriş: İstenen imzalayan Kullanıcı Cüzdanında yok
zh_hans: 无效输入：所请求的签署人不在用户钱包内

# wallet-connect-transaction-error-already-displayed
source: Transaction Request Rejected: The User currently has another transaction request that is in progress.
es: Solicitud de transacción rechazada: El usuario tiene otra solicitud de transacción en curso.
it: Richiesta di transazione rifiutata: l'utente ha attualmente un'altra richiesta di transazione in corso.
ja_jp: トランザクションリクエストが拒否されました：ユーザーには現在進行中の別のトランザクションリクエストがあります。
ko: 트랜잭션 요청 거부: 사용자에게 현재 진행 중인 다른 트랜잭션 요청이 있습니다.
pt_br: Solicitação de Transação Recusada: O Usuário atualmente possui outra solicitação de transação em andamento.
tr: İşlem İsteği Reddedildi: Kullanıcının sürmekte olan başka bir işlem isteği bulunuyor.
zh_hans: 交易请求被拒：用户还有另一笔正在处理的交易。

# wallet-connect-transaction-error-group
source: Invalid Input: Group transaction does not need to be signed by Wallet user.
es: Entrada inválida: El grupo de transacciones no necesita ser firmado por el usuario del monedero.
it: Inserimento non valido: la transazione di gruppo non deve essere firmata dall'utente del wallet.
ja_jp: 無効な入力：グループトランザクションは、ウォレットユーザーの署名を必要としません。
ko: 잘못된 입력: 그룹 트랜잭션은 지갑 사용자가 서명할 필요가 없습니다.
pt_br: Entrada Inválida: A transação de grupo não precisa ser assinada pelo usuário da Carteira.
tr: Geçersiz Giriş: Grup işlemlerinin Cüzdan kullanıcısı tarafından imzalanmasına gerek yoktur.
zh_hans: 无效输入：群组交易不需要钱包用户签名。
