Repository: perawallet/pera-wallet
Catalog: ios/Resources/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja_jp, ko, pt_br, tr, zh_hans

# feedback-success-title
source: Your feedback has been sent
de: Ihr Feedback wurde gesendet
es: Se enviaron tus comentarios
fr: Vos commentaires ont été envoyés
it: Il tuo feedback è stato inviato
ja_jp: フィードバックが送信されました
ko: 피드백을 보냈습니다
pt_br: Seu comentário foi enviado
tr: Geri bildiriminiz gönderildi
zh_hans: 您的反馈已经送达

# feedback-title
source: Send Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
it: Invia feedback
ja_jp: フィードバックの送信
ko: 피드백 전송
pt_br: Enviar Comentário
tr: Geri Bildirim Gönder
zh_hans: 发送反馈

# feedback-title-category
source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
ja_jp: カテゴリ
ko: 카테고리
pt_br: Categorias
tr: Kategoriler
zh_hans: 类别

# feedback-title-email
source: Email
es: Correo electrónico (opcional)
ja_jp: Eメール
ko: 이메일(선택)
pt_br: E-mail (Opcional)
tr: E-posta (İsteğe bağlı)
zh_hans: 电子邮箱

# feedback-title-note
source: Note
de: Bemerkung
es: Nota
it: Nota
ja_jp: メモ
ko: 참조
pt_br: Nota
tr: Not
zh_hans: 备注

# governance-banner-action
source: Get Started
es: Comenzar
it: Iniziare
ja_jp: 始める
ko: 시작
pt_br: Comece Agora
tr: Başlayın
zh_hans: 开始

# governance-banner-detail
source: Become a governor. Vote on Algorand’s future. Earn rewards.
es: Conviértete en gobernador. Vota por el futuro de Algorand. Gana recompensas.
it: Diventa un governatore. Vota per il futuro di Algorand. Guadagna ricompense.
ja_jp: 統治者になりましょう。Algorandの未来を投票で決めましょう。報酬を獲得しましょう。
ko: 거버너가 되어 알고랜드의 미래에 투표하고 보상을 받으세요.
pt_br: Seja um Governador. Vote no futuro da Algorand. Ganhe recompensas.
tr: Yönetici olun. Algorand'ın geleceği için oy verin. Ödül kazanın.
zh_hans: 成为治理者，为Algorand的未来投票，获取奖励。

# governance-banner-title
source: Algorand Governance Program is starting!
es: ¡Comienza el Programa de Gobernanza de Algorand!
it: Il programma di governance di Algorand sta iniziando!
ja_jp: Algorandガバナンス・プログラムが始まります！
ko: 알고랜드 거버넌스 프로그램이 시작됩니다!
pt_br: O Programa de Governança Algorand está começando!
tr: Algorand Yönetişim Programı başlıyor!
zh_hans: Algorand 治理计划已经启动了！

# internet-connection-error-detail
source: We couldn’t reach the server, make sure you are connected to the internet
de: Wir konnten den Server nicht erreichen. Stellen Sie sicher, dass Sie mit dem Internet verbunden sind
es: No fue posible conectarse al servidor, asegúrate de estar conectado a Internet
fr: Nous n'avons pas pu atteindre le serveur, assurez-vous que vous êtes connecté à Internet
it: Impossibile raggiungere il server, assicurati di essere connesso a Internet
ja_jp: サーバーにアクセスできません。インターネットに接続されていることを確認してください
ko: 서버에 접속할 수 없습니다, 인터넷에 연결되어 있는지 확인해 주세요.
pt_br: Não pudemos chegar ao servidor, certifique-se de estar conectado à internet
tr: Sunucuya ulaşamadık. İnternete bağlı olduğunuzdan emin olun
zh_hans: 无法连接到服务器，请确认已连接到网络

# internet-connection-error-title
source: Connect to the Internet
de: Verbindung mit dem Internet herstellen
es: Conectarse a Internet
fr: Connecter à Internet
it: Connettiti a Internet
ja_jp: インターネットへの接続
ko: 인터넷 연결
pt_br: Conectar à Internet
tr: İnternete Bağlan
zh_hans: 连接网络

# introduction-add-account-text
source: I want to create an Algorand account
de: Konto hinzufügen
es: Agregar cuenta
fr: Ajouter un compte
it: Aggiungi un conto
ja_jp: アカウントの追加
ko: 계정 추가
pt_br: Adicionar Conta
tr: Hesap Ekle
zh_hans: 添加账户

# introduction-title-terms-and-services
source: By creating an account, you agree to Pera Wallet's<br><a href="%@">Terms and Conditions</a> and <a href="%@">Privacy Policy</a>
de: Indem Sie ein Konto erstellen, stimmen Sie den <a href="https://www.algorand.com/wallet-disclaimer">Nutzungsbedingungen</a></a> und den <a href="https://www.algorand.com/wallet-privacy-policy">Datenschutzbestimmungen</a> von Algorand zu
es: Al crear una cuenta, aceptas los <a href="https://www.algorand.com/wallet-disclaimer">Términos y Condiciones</a> y la <a href="https://www.algorand.com/wallet-privacy-policy">Política de Privacidad</a> de Algorand.
fr: En créant un compte, vous acceptez les <a href="https://www.algorand.com/wallet-disclaimer">Terms and Conditions</a> et la <a href="https://www.algorand.com/wallet-privacy-policy">Privacy Policy</a>
it: Creando un conto, accetti i <a href="https://www.algorand.com/wallet-disclaimer">Termini e condizioni</a> e l'<a href="https://www.algorand.com/wallet-privacy-policy">Informativa sulla privacy </a>
ja_jp: アカウントを作成することで、お客様はAlgorandの <a href="%@">Terms and Conditions</a> および <a href="%@">Privacy Policy</a>に同意したとみなされます。
ko: 계정을 만드시면 알고랜드의 <a href="https://perawallet.app/terms-and-services/">이용약관</a>과 <a href="https://www.perawallet.app/privacy-policy/">개인정보 보호 정책</a>에 동의하신 것으로 간주합니다
pt_br: Ao criar uma conta, você concorda com os <a href="https://perawallet.app/terms-and-services/">Termos e Condições</a> da Algorand e sua <a href="https://www.perawallet.app/privacy-policy/">Política de Privacidade</a>
tr: Hesap oluşturarak Algorand’ın <a href="https://www.algorand.com/wallet-disclaimer">Hüküm ve Koşulları</a> ile <a href="https://www.algorand.com/wallet-privacy-policy">Gizlilik Politikasını</a> kabul ediyorsunuz.
zh_hans: 创建账户表面您同意Algorand的 <a href="https://www.algorand.com/wallet-disclaimer">条款和条件</a> 与<a href="https://www.algorand.com/wallet-privacy-policy">隐私政策</a>

# ledger-account-detail-assets
source: Assets
ja_jp: 資産
ko: 자산
pt_br: Ativos

# ledger-account-detail-can-sign
source: Can sign for these accounts
de: Kann für diese Konten signieren
es: Puede firmar por estas cuentas
fr: Peut signer pour ces comptes
it: Può firmare per questi conti
ja_jp: これらのアカウントに署名できます
ko: 해당 계정으로 서명 가능합니다
pt_br: Pode assinar para estas contas
tr: Bu hesaplar için imzalayabilir
zh_hans: 可为这些账户进行签名

# ledger-account-detail-can-signed
source: Can be signed by
de: Kann signiert werden von
es: Puede ser firmado por
fr: Peut être signé par
it: Può essere firmato da
ja_jp: 署名できるのは
ko: 다음에서 서명 가능:
pt_br: Pode ser assinada por
tr: Şunun tarafından imzalanabilir:
zh_hans: 签署人为

# ledger-account-detail-title
source: Ledger Account
ja_jp: Ledgerアカウント
ko: Ledger 계정
pt_br: Conta Ledger

# ledger-account-fetct-error
source: A network error occured while fetching account details. Restart the process.
de: Beim Abrufen der Kontodetails ist ein Netzwerkfehler aufgetreten. Bitte starten Sie den Vorgang erneut.
es: Ocurrió un error de red al buscar los detalles de la cuenta. Reinicia el proceso.
fr: Une erreur réseau s'est produite lors de la récupération des détails du compte. Redémarrez le processus.
it: Si è verificato un errore di rete durante il recupero dei dettagli del conto. Riavvia il processo.
ja_jp: アカウントの詳細を取得中にネットワークエラーが発生しました。プロセスを再開してください。
ko: 계정 정보를 불러오던 중 네트워크 오류가 발생했습니다. 절차를 다시 시작하십시오.
pt_br: Ocorreu um erro na rede ao buscarmos os detalhes da conta. Tente reiniciar o processo.
tr: Hesap ayrıntıları alınırken bir ağ hatası oluştu. Lütfen işlemi yeniden başlatın.
zh_hans: 获取账户详细信息时出现网络错误。请稍后重试。

# ledger-account-selection-detail
source: This ledger device can sign transactions for the following accounts. Select the accounts to add to your Pera Wallet.
de: Dieses Ledger-Gerät kann für folgendes Konto Transaktionen signieren. Wählen Sie das Konto aus, das Sie Ihrer Algorand-Wallet hinzufügen möchten.
es: Este dispositivo Ledger puede firmar transacciones para la siguiente cuenta. Selecciona la cuenta para agregar al monedero Algorand.
fr: Ce dispositif Ledger peut signer des transactions pour le compte suivant. Sélectionnez le compte à ajouter à votre portefeuille Algorand.
it: Questo dispositivo Ledger può firmare transazioni per il seguente conto. Seleziona il conto da aggiungere al tuo Algorand Wallet.
ja_jp: 接続されたLedgerデバイスは、以下のアカウントのトランザクションに署名できます。Algorand Walletに追加するアカウントを選択してください。
ko: 이 Ledger 기기는 다음 계정의 트랜잭션에 서명 가능합니다. 알고랜드 지갑에 추가할 계정을 선택하세요.
pt_br: Este dispositivo ledger pode assinar transações para a seguinte conta. Selecione a conta para adicionar à sua Carteira Algorand.
tr: Bu Ledger cihazı, aşağıdaki hesabın işlemlerini imzalayabilir. Algorand Wallet'ınıza eklemek istediğiniz hesabı seçin.
zh_hans: 该Ledger设备可为下列账户签署交易。请选择要添加到您Algorand钱包的账户。

# ledger-account-selection-detail-rekey
source: Choose the account you want to use for signing this account.
de: Wählen Sie das Konto, mit dem Sie dieses Konto signieren möchten.
es: Elige la cuenta que quieres usar para firmar esta cuenta.
fr: Choisissez le compte que vous souhaitez utiliser pour signer ce compte.
it: Scegli il conto che desideri utilizzare per firmare questo conto.
ja_jp: このアカウントへの署名に使用するアカウントを選択します。
ko: 본 계정에 서명 시 사용할 계정을 선택하십시오.
pt_br: Escolha a conta que deseja utilizar para assinar esta conta.
tr: Bu hesabı imzalamak için kullanmak istediğiniz hesabı seçin.
zh_hans: 选择来签署该账户的账户。

# ledger-account-selection-title-plural
source: %d Accounts Found
de: %d-Konten gefunden
es: Se encontraron %d cuentas
fr: %d comptes trouvés
it: %d conti trovati
ja_jp: %dアカウントが見つかりました
ko: 계정 %d개 찾음
pt_br: %d Contas Encontradas
tr: %d Hesap Bulundu
zh_hans: 找到%d 账户

# ledger-account-selection-title-singular
source: %d Account Found
de: %d-Konto gefunden
es: Se encontró %d cuenta
fr: %d compte trouvé
it: %d conto trovato
ja_jp: %dアカウントが見つかりました
ko: 계정 %d개 찾음
pt_br: %d Conta Encontrada
tr: %d Hesap Bulundu
zh_hans: 找到%d 账户

# ledger-account-selection-verify
source: Verify Selected Account
de: Ausgewähltes Konto verifizieren
es: Verificar cuenta seleccionada
fr: Vérifier le compte sélectionné
it: Verifica conto selezionato
ja_jp: 選択したアカウントの認証
ko: 선택 계정 인증
pt_br: Confirmar Conta Selecionada
tr: Seçili Hesabı Doğrula
zh_hans: 验证所选帐户

# ledger-account-selection-verify-plural
source: Verify Selected Accounts
de: Ausgewählte Konten verifizieren
es: Verificar cuentas seleccionadas
fr: Vérifier les comptes sélectionnés
it: Verifica conti selezionati
ja_jp: 選択したアカウントの認証
ko: 선택 계정 인증
pt_br: Confirmar Contas Selecionadas
tr: Seçili Hesapları Doğrula
zh_hans: 验证所选帐户

# ledger-account-verification-status-awaiting
source: Awaiting Verification
de: Warten auf Verifizierung
es: Esperando verificación
fr: En attente de vérification
it: In attesa di verifica
ja_jp: 認証待ち
ko: 인증 대기 중
pt_br: Aguardando Confirmação
tr: Doğrulama Bekleniyor
zh_hans: 等待验证中

# ledger-account-verification-status-not-verified
source: Not Verified
de: Nicht verifiziert
es: No verificada
fr: Non vérifié
it: Non verificato
ja_jp: 未認証
ko: 인증되지 않음
pt_br: Não Confirmada
tr: Doğrulanmadı
zh_hans: 未验证的

# ledger-account-verification-status-pending
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In sospeso
ja_jp: 保留中
ko: 대기 중
pt_br: Pendente
tr: Bekliyor
zh_hans: 待定

# ledger-account-verification-status-verified
source: Account Verified
de: Konto verifiziert
es: Cuenta verificada
fr: Compte vérifié
it: Conto verificato
ja_jp: アカウント認証済み
ko: 계정 인증 완료
pt_br: Conta Confirmada
tr: Hesap Doğrulandı
zh_hans: 帐户已经验证

# ledger-approval-cancel-title
source: Cancel Approval
ja_jp: 承認の取り消し
ko: 승인 취소
pt_br: Cancelar Aprovação

# ledger-approval-connection-message
source: Waiting for ledger to connect.
de: Warten auf eine Verbindung mit dem Ledger-Gerät.
es: Esperando a que Ledger conecte.
fr: En attente de la connexion du Ledger
it: In attesa che il Ledger si connetta.
ja_jp: Ledgerの接続を待っています。
ko: Ledger 연결을 기다리고 있습니다.
pt_br: Aguardando o ledger conectar-se.
tr: Ledger'ın bağlanması bekleniyor.
zh_hans: 等待Ledger连接。

# ledger-approval-connection-title
source: Ledger Connection
de: Verbindung mit dem Ledger-Gerät
es: Conexión a Ledger
fr: Connexion Ledger
it: Connessione Ledger
ja_jp: Ledgerの接続
ko: Ledger 연결
pt_br: Conexão Ledger
tr: Ledger Bağlantısı
zh_hans: Ledger连接

# ledger-approval-message
source: Please verify the account address on your Ledger device (%@)
de: Bitte überprüfen und signieren Sie die Transaktion auf Ihrem Ledger-Gerät.
es: Realiza la vista previa y firma la transacción con tu dispositivo Ledger.
fr: Veuillez examiner et signer la transaction sur votre appareil Ledger.
it: Controlla e firma la transazione sul tuo dispositivo Ledger.
ja_jp: Ledgerデバイスでトランザクションを確認して署名してください。
ko: Ledger 기기에서 트랜잭션을 검토하고 서명해 주세요.
pt_br: Confira e assine a transação em seu dispositivo ledger.
tr: Lütfen işlemi Ledger cihazınızda önizleyin ve imzalayın.
zh_hans: 请在Ledger设备上，检查和签署交易。

# ledger-approval-title
source: Ledger Approval
de: Vorschau und Signieren
es: Realizar vista previa y firmar
fr: Prévisualiser et signer
it: Anteprima e firma
ja_jp: プレビューと署名
ko: 미리보기 & 서명
pt_br: Visualizar e Assinar
tr: Önizle ve İmzala
zh_hans: 预览与签署

# ledger-device-list-connect
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
it: Collega
ja_jp: 接続
ko: 연결
pt_br: Conectar
tr: Bağlan
zh_hans: 连接

# ledger-device-list-looking
source: Looking for devices
de: Es wird nach anderen Ledger-Geräten gesucht
es: Buscando otros dispositivos Ledger
fr: Recherche d'autres dispositifs Ledger
it: Ricerca di altri dispositivi Ledger
ja_jp: 他のLedgerデバイスを探しています
ko: 다른 Ledger 기기를 찾는 중
pt_br: Buscando Outros Dispositivos Ledger
tr: Diğer Ledger Cihazları Aranıyor
zh_hans: 寻找其他Ledger设备

# ledger-device-list-title
source: Pair Ledger Device
de: Ledger-Gerät koppeln
es: Emparejar dispositivo Ledger
fr: Associer avec Ledger
it: Associa dispositivo Ledger
ja_jp: Ledgerデバイスのペアリング
ko: Ledger 기기 페어링
pt_br: Parear Dispositivo Ledger
tr: Ledger Cihazını Eşleştir
zh_hans: Ledger设备配对

# ledger-device-list-troubleshoot
source: Troubleshoot
de: Fehlerbehebung
es: Resolver problemas
fr: Dépannage
it: Risoluzione dei problemi
ja_jp: トラブルシューティング
ko: 문제 해결
pt_br: Soluções
tr: Sorun Gider
zh_hans: 故障排除

# ledger-pair-title
source: Create Ledger Account
de: Ledger-Konto eröffnen
es: Crear cuenta Ledger
fr: Créer un compte Ledger
it: Crea un conto Ledger
ja_jp: Ledgerアカウントの作成
ko: Ledger 계정 만들기
pt_br: Criar Conta Ledger
tr: Ledger Hesabı Oluştur
zh_hans: 创建Ledger账户

# ledger-pairing-first-warning-description
source: Is your Ledger paired with this device? If not, please follow these steps:
ja_jp: お使いのLedgerは、このデバイスとペアリングされていますか？ そうでない場合は、以下の手順に従ってください。
ko: Ledger가 이 기기와 페어링되어 있나요? 그렇지 않은 경우 다음 절차를 따라주세요.
pt_br: O seu Ledger está pareado com este dispositivo? Caso não esteja, siga os seguintes passos:

# ledger-pairing-first-warning-message-first-instruction
source: Open your Ledger device.
ja_jp: Ledgerデバイスを開きます。
ko: Ledger 기기를 실행하세요.
pt_br: Abra seu dispositivo Ledger.

# ledger-pairing-first-warning-message-fourth-instruction
source: Once pairing is confirmed on both Ledger and this device, open the Algorand Ledger app.
ja_jp: ペアリングを確認した後、Algorand Ledgerアプリを開いてください。
ko: 페어링이 확인되면 알고랜드 Ledger 앱을 실행하세요.
pt_br: Uma vez confirmado o pareamento, abra o aplicativo Algorand Ledger.

# ledger-pairing-first-warning-message-second-instruction
source: Close the Algorand app on the Ledger device.
ja_jp: LedgerデバイスのAlgorandアプリを閉じます。
ko: Ledger 기기에서 알고랜드 앱을 닫으세요.
pt_br: Feche o aplicativo Algorand no dispositivo Ledger.

# ledger-pairing-first-warning-message-third-instruction
source: On the Ledger homescreen, confirm pairing.
ja_jp: Ledgerのホーム画面で、ペアリングを確認します。
ko: Ledger 홈 화면에서 페어링을 확인하세요.
pt_br: Confirme o pareamento na tela inicial do Ledger.

# ledger-pairing-first-warning-title
source: Pairing Ledger with Your Device
it: Associare Ledger con il dispositivo
ja_jp: Ledgerとデバイスのペアリング
ko: Ledger와 기기의 페어링
pt_br: Pareando o Ledger com Seu Dispositivo
tr: Cihazınızla Ledger'ı Eşleştirme

# ledger-pairing-issue-error-message
source: Make sure the device is unlocked, nearby and has bluetooth enabled. If problems persist, please remove the device from your phone’s bluetooth settings, remove the ledger account, and then re-pair your Ledger following the Pera Wallet instructions.
ja_jp: Ledger Nano Xの接続でお困りですか？ その場合は、お使いの携帯電話のBluetooth設定からデバイスを削除し、Ledgerアカウントを削除してから、Algorand Walletの指示に従ってLedgerを再ペアリングしてください。
ko: Ledger Nano X 연결 문제가 있나요? Ledger Nano X 연결 문제가 발생하는 경우 휴대폰의 블루투스 설정에서 기기를 제거하고 Ledger 계정을 삭제한 다음 알고랜드 지갑의 안내에 따라 Ledger을 다시 페어링하세요.
pt_br: Problemas de conexão com seu Ledger Nano X? Caso sim, remova o dispositivo das configurações de bluetooth do seu telefone, remova a conta ledger e refaça o pareamento do seu Ledger segundo instruções da Carteira Algorand.

# ledger-pairing-issue-error-title
source: Having Ledger Nano X connection issues?
it: Hai problemi di connessione con Ledger Nano X?
ja_jp: Ledger Nano Xの接続でお困りですか？
ko: Ledger Nano X 연결 문제가 있나요?
pt_br: Problemas de conexão com seu Ledger Nano X?
tr: Ledger Nano X bağlantı sorunları mı yaşıyorsunuz?

# ledger-rekey-confirm-title
source: Confirm Rekeying
de: Rekeying bestätigen
es: Confirmar el cambio de clave
fr: Finaliser Récupération
it: Conferma ricodifica
ja_jp: 再キー化の確認
ko: 키 재지정 확인
pt_br: Confirmar Rechaveamento
tr: Yeniden Anahtarlamayı Onayla
zh_hans: 确认密钥更新

# ledger-rekey-error-add-auth
source: The connected Ledger device cannot sign transactions for this account. In order to do so, please connect %@.
de: Das verbundene Ledger-Gerät kann für dieses Konto keine Transaktionen signieren. Verbinden Sie zu diesem Zweck bitte %@.
es: El dispositivo Ledger conectado no puede firmar transacciones para esta cuenta. Para poder hacerlo, conecta %@.
fr: L'appareil Ledger connecté ne peut pas signer de transactions pour ce compte. Pour ce faire, veuillez connecter %@ .
it: Il dispositivo Ledger connesso non può firmare transazioni per questo conto. Per farlo, connetti %@.
ja_jp: 接続されたLedgerデバイスは、このアカウントのトランザクションに署名できません。署名するには、%@を接続してください。
ko: 연결된 Ledger 기기는 이 계정의 트랜잭션에 서명할 수 없습니다. 이를 실행하려면 %@에 연결해 주세요.
pt_br: O dispositivo Ledger conectado não pode assinar transações para esta conta. Para assinar, conecte %@.
tr: Bağlanan Ledger cihazı, bu hesabın işlemlerini imzalayamaz. İmzalamak için, lütfen %@ bağlanın.
zh_hans: 连接的Ledger设备无法为此账户签署交易。如有需要，请连接%@。

# ledger-rekey-error-not-found
source: This account has been rekeyed. Please recover this account with a passphrase or Ledger device.
de: Das Rekeying für dieses Konto wurde abgeschlossen. Bitte stellen Sie dieses Konto mit einer Passphrase oder einem Ledger-Gerät wieder her.
es: Se cambió la clave de esta cuenta. Recupera esta cuenta con una frase secreta o con un dispositivo Ledger.
fr: Ce compte a été recréé. Veuillez récupérer ce compte avec une phrase secrète ou un appareil Ledger.
it: Questo conto è stato ricodificato. Recupera questo conto con una passphrase o un dispositivo Ledger.
ja_jp: このアカウントは再キー化されました。パスフレーズまたはLedgerデバイスでこのアカウントをリカバリーしてください。
ko: 계정의 키가 재지정되었습니다. 비밀문구나 Ledger 기기로 계정을 복구해 주세요.
pt_br: Esta conta foi rechaveada. Para recuperar a conta, utilize uma frase senha ou dispositivo Ledger.
tr: Bu hesap yeniden anahtarlanmış. Lütfen bu hesabı bir parola veya Ledger cihazı ile kurtarın.
zh_hans: 账户已完成密钥更新。请使用助记词或Ledger设备恢复该账户。

# ledger-rekey-finalize
source: Finalize Rekeying
de: Rekeying abschließen
es: Finalizar cambio de clave
fr: Finaliser Récupération
it: Concludi ricodifica
ja_jp: 再キー化を完了する
ko: 키 재지정 확정
pt_br: Finalizar Rechaveamento
tr: Yeniden Anahtarlamayı Bitir
zh_hans: 最终确认密钥更新

# ledger-rekey-ledger-new
source: New Ledger
de: Neues Ledger-Gerät
es: Nuevo Ledger
fr: Nouveau Ledger
it: Nuovo Ledger
ja_jp: 新Ledger
ko: 새 Ledger
pt_br: Novo Ledger
tr: Yeni Ledger
zh_hans: 新的Ledger

# ledger-rekey-ledger-old
source: Old Ledger
de: Altes Ledger-Gerät
es: Antiguo Ledger
fr: Ancien Ledger
it: Vecchio Ledger
ja_jp: 旧Ledger
ko: 기존 Ledger
pt_br: Ledger Antigo
tr: Eski Ledger
zh_hans: 旧的Ledger

# ledger-rekey-ledger-passphrase
source: Passphrase
es: Frase secreta
fr: Phrase secrète
ja_jp: パスフレーズ
ko: 비밀문구
pt_br: Frase Senha
tr: Parola
zh_hans: 助记词

# ledger-rekey-more-assets
source: +%@ more assets
de: +%@ zusätzliche Assets
es: +%@ más activos
fr: +%@ actifs de plus
it: +%@ più attivi
ja_jp: +%@ の資産
ko: +%@ 추가 자산
pt_br: +%@ mais ativos
tr: +%@ varlık daha
zh_hans: +%@ 更多的资产

# ledger-rekey-success-message
source: The account "%@" has been successfully rekeyed
de: Das Rekeying für dieses Konto wurde erfolgreich abgeschlossen
es: Se cambió la clave de la cuenta %@ con éxito
fr: Le compte %@ a été rétabli avec succès
it: Il conto %@ è stato ricodificato con successo
ja_jp: アカウント %@ は正常に再キー化されました。
ko: %@ 계정의 키가 재지정되었습니다
pt_br: A conta %@ foi rechaveada com sucesso
tr: %@ hesabı, başarıyla yeniden anahtarlandı
zh_hans: 账户 %@ 已成功更新密钥

# ledger-rekey-success-title
source: Account successfully rekeyed
de: Konto-Rekeying abgeschlossen
es: Cuenta con cambio de clave
fr: Compte rétabli
it: Conto ricodificato
ja_jp: アカウントが再キー化されました
ko: 계정 키 재지정 완료
pt_br: Conta Rechaveada
tr: Hesap Yeniden Anahtarlandı
zh_hans: 账户密钥更新

# ledger-rekey-total-fee
source: Total Rekeying fee of %@ Algo
de: Gesamte Rekeying-Gebühr von %@ Algos
es: Comisión total de %@ Algos por cambio de clave
fr: Frais de renouvellement totaux de %@ ALGO
it: Commissione di ricodifica totale di %@ Algo
ja_jp: 再キー化料金の合計は %@ Algos
ko: 총 %@의 키 재지정 수수료
pt_br: Tarifa total de rechaveamento de %@ Algos
tr: Toplam Yeniden Anahtarlama Komisyonu %@ Algo
zh_hans: %@ ALGO的密钥更新总费用

# ledger-rekey-transaction-title
source: Rekeying transaction
de: Rekeying-Transaktion
es: Transacción de cambio de clave
fr: Répétition de la transaction
it: Ricodifica della transazione
ja_jp: トランザクションの再キー化
ko: 트랜잭션 키 재지정
pt_br: Rechaveando transação
tr: İşlem yeniden anahtarlanıyor
zh_hans: 密钥更新交易

# ledger-search-button-title
source: Search for Ledger
de: Nach Ledger-Gerät suchen
es: Buscar Ledger
fr: Rechercher Ledger
it: Cerca Ledger
ja_jp: Ledgerを検索する
ko: Ledger를 찾습니다.
pt_br: Buscar Ledger
tr: Ledger Ara
zh_hans: 搜索Ledger

# ledger-transaction-account-match-error
source: It appears this Ledger device has been reset and the account on the device no longer matches this account. Please pair the Ledger again from the homepage.
de: Es scheint, dass dieses Ledger-Gerät zurückgesetzt wurde und das Konto auf dem Gerät nicht mehr mit diesem Konto übereinstimmt. Bitte verknüpfen Sie das Ledger-Gerät erneut über die Homepage.
es: Parece que este dispositivo Ledger se ha restablecido y que la cuenta del dispositivo ya no coincide con esta cuenta. Vuelve a emparejar el dispositivo desde la página de inicio.
fr: Il semble que cet appareil Ledger a été réinitialisé et que le compte de l'appareil ne correspond plus à ce compte. Veuillez associer à nouveau le Ledger à partir de la page d'accueil.
it: Sembra che questo dispositivo Ledger sia stato ripristinato e che il conto sul dispositivo non corrisponda più a questo conto. SiTi invitiamo ad associare nuovamente il Ledger dalla homepage.
ja_jp: このLedgerデバイスがリセットされ、デバイス上のアカウントとこのアカウントが一致しないようです。再度、ホームページからLedgerのペアリングを行ってください。
ko: 본 Ledger 기기가 초기화되어, 본 계정과 기기에 저장된 계정이 일치하지 않는 것 같습니다. 홈페이지에서 Ledger를 다시 페어링해주십시오.
pt_br: Parece que este dispositivo Ledger foi reconfigurado e a conta no dispositivo não coincide mais com esta conta. Tente um novo pareamento do Leger a partir da homepage.
tr: Görünüşe göre bu Ledger cihazı sıfırlanmış ve cihazda bulunan hesap artık bu hesapla eşleşmiyor. Lütfen ana sayfadan Ledger'ı tekrar eşleştirin.
zh_hans: Ledger设备已重置，设备上的账户与此账户不再匹配。请在首页上重新配对Ledger。

# ledger-troubleshooting-app-support
source: For help installing the Algorand Ledger app onto your device, visit %@
de: Weitere Informationen zur Installation der Algorand-Ledger-App auf Ihrem Gerät finden Sie unter %@
es: Para obtener ayuda para instalar la aplicación de Algorand para Ledger en tu dispositivo, visita %@
fr: Pour obtenir de l'aide sur l'installation de l'application Algorand Ledger sur votre appareil, visitez %@
it: Per assistenza nell'installazione dell'app Algorand Ledger sul tuo dispositivo, visita %@
ja_jp: Algorand Ledgerアプリをデバイスにインストールする方法については、%@ をご覧ください。
ko: 알고랜드 Ledger 앱의 기기 설치와 관련해 도움이 필요하신 경우 %@를 참조하세요.
pt_br: Para ajuda na instalação do aplicativo Algorand Ledger em seu dispositivo, visite %@
tr: Algorand Ledger uygulamasını cihazınıza yükleme konusunda yardım almak için ziyaret edin: %@
zh_hans: 在设备上安装Algorand Ledger应用时，若需要任何帮助，请访问 %@
