Repository: perawallet/pera-wallet
Catalog: ios/Resources/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja_jp, ko, pt_br, tr, zh_hans

# wallet-connect-transaction-error-group-unauthorized-user
source: The requested operation and/or account has not been authorized by the user.
es: La operación y/o la cuenta solicitada no ha sido autorizada por el usuario.
it: L'operazione e/o il conto richiesti non sono stati autorizzati dall'utente.
ja_jp: 要求された操作および/またはアカウントは、ユーザーによって承認されていません。
ko: 요청한 작업 및/또는 계정을 사용자가 승인하지 않았습니다.
pt_br: A operação e/ou conta solicitada não foi autorizada pelo usuário.
tr: İstenen işlem ve/veya hesap kullanıcı tarafından yetkilendirilmemiş.
zh_hans: 请求的操作和/或账户没有获得用户授权。

# wallet-connect-transaction-error-group-validation
source: Transaction Request Rejected: The transaction group has failed validation by the Algorand SDK.
es: Solicitud de transacción rechazada: El SDK de Algorand ha fallado en la validación del grupo de transacciones.
it: Richiesta di transazione rifiutata: il gruppo di transazioni non è stato convalidato da Algorand SDK.
ja_jp: トランザクションリクエストが拒否されました：トランザクショングループは、AlgorandSDKによる検証に失敗しました。
ko: 트랜잭션 요청 거부: 트랜잭션 그룹이 알고랜드 SDK의 유효성 검사를 통과하지 못했습니다.
pt_br: Solicitação de Transação Recusada: O grupo de transação não foi validado pelo SDK Algorand.
tr: İşlem İsteği Reddedildi: İşlem grubunun Algorand SDK tarafından doğrulaması yapılamadı.
zh_hans: 交易请求被拒：交易群组无法通过Algorand SDK的验证。

# wallet-connect-transaction-error-invalid
source: The input provided is invalid.
de: Die eingegebenen Daten sind ungültig.
es: La entrada ingresada no es válida.
fr: L'entrée fournie est invalide.
it: L'inserimento fornito non è valido.
ja_jp: 入力された内容は無効です。
ko: 입력값이 잘못되었습니다.
pt_br: A entrada fornecida é inválida.
tr: Sağlanan giriş geçersiz.
zh_hans: 输入无效。

# wallet-connect-transaction-error-invalid-asset
source: Invalid Input: Invalid Asset
es: Entrada inválida: Activo inválido
it: Inserimento non valido: attivo non valido
ja_jp: 無効な入力：無効な資産です
ko: 잘못된 입력: 잘못된 자산입니다
pt_br: Entrada Inválida: Ativo Inválido
tr: Geçersiz Giriş: Geçersiz Varlık
zh_hans: 无效输入：资产无效

# wallet-connect-transaction-error-invalid-key
source: Invalid Input: Invalid Public Key
es: Entrada inválida: Clave pública inválida
it: Inserimento non valido: chiave pubblica non valida
ja_jp: 無効な入力：公開鍵が無効です
ko: 잘못된 입력: 잘못된 공개 키입니다
pt_br: Entrada Inválida: Chave Pública Inválida
tr: Geçersiz Giriş: Ortak Anahtar Geçersiz
zh_hans: 无效输入：公钥无效

# wallet-connect-transaction-error-invalid-signer
source: Signing Error: A transaction in the transaction request requires a private key (signer) that does not exist in the connected Wallet.
es: Error de firma: Una transacción en la solicitud de transacción requiere una clave privada (firmante) que no existe en el monedero conectado.
it: Errore di firma: una transazione nella richiesta di transazione richiede una chiave privata (firmatario) che non esiste nel wallet connesso.
ja_jp: 署名エラー：トランザクションリクエストのトランザクションには、接続されたウォレットに存在しない秘密鍵（署名者）が必要です。
ko: 서명 오류: 트랜잭션 요청의 트랜잭션에는 연결된 지갑에 존재하지 않는 개인 키(서명자)가 필요합니다.
pt_br: Erro de Assinatura: Uma transação na solicitação de transação requer uma chave privada (assinante) que não existe na Carteira conectada.
tr: İmzalama Hatası: İşlem isteği sürecindeki bir işlem, bağlı olan Cüzdanda bulunmayan bir özel anahtarı (imzalayan) gerektiriyor.
zh_hans: 签名出错：交易请求中的交易需要的私钥（签署人），而该私钥并不存在连接的钱包中。

# wallet-connect-transaction-error-multisig
source: The transaction request contains an Unsupported Transaction Type: Multi-sig
es: La solicitud de transacción contiene un tipo de transacción no admitido: Multifirma
it: La richiesta di transazione contiene un tipo di transazione non supportato: Multi-sig
ja_jp: トランザクションリクエストには、サポートされていないトランザクションタイプが含まれています：Multi-sig
ko: 트랜잭션 요청에 지원되지 않는 트랜잭션 유형(다중 서명)이 포함되었습니다.
pt_br: A solicitação de transação contém um Tipo de Transação não Suportado: Múltipla Assinatura
tr: İşlem isteği, Desteklenmeyen İşlem Türünü içeriyor: Çoklu imza
zh_hans: 交易请求含有一个不被支持的交易类型：多重签名

# wallet-connect-transaction-error-node
source: Signing Error: Network mismatch between dApp and Wallet. For example, Wallet is connected to TestNet and dApp connected to MainNet (or vice versa).
es: Error de firma: No coincide la conexión de red entre la dApp y el monedero. Por ejemplo, el monedero está conectado a la TestNet y la dApp conectada a la MainNet (o viceversa).
it: Errore di firma: mancata corrispondenza di rete tra dApp e wallet. Ad esempio, il wallet è connesso a TestNet e la dApp è connessa a MainNet (o viceversa).
ja_jp: 署名エラー：dAppとウォレット間のネットワークが一致しません。例えば、ウォレットはTestNetに接続され、dAppはMainNetに接続されています（またはその逆）。
ko: 서명 오류: 디앱과 지갑 간의 네트워크 불일치. 예를 들어 지갑은 테스트넷에 연결되고 디앱은 메인넷에 연결된 경우입니다(또는 그 반대일 수 있습니다).
pt_br: Erro de Assinatura: Incompatibilidade de redes entre DApp e Carteira. Por exemplo, a Carteira está conectada à TestNet e a DApp está conectada à MainNet (ou vice-versa).
tr: İmzalama Hatası: dApp ile Cüzdan arasında ağ uyuşmazlığı bulunuyor. Örneğin, Cüzdan Test Ağına bağlı durumdayken dApp Ana Ağa bağlı durumda (veya tam tersi).
zh_hans: 签名出错：dApp和钱包之间的网络不匹配。例如，钱包连接到测试网，dApp连接到主网（或相反）。

# wallet-connect-transaction-error-parse
source: Invalid Input: Unable to parse transaction
es: Entrada inválida: No se ha podido analizar la transacción
it: Inserimento non valido: impossibile analizzare la transazione
ja_jp: 無効な入力：トランザクションを解析できません
ko: 잘못된 입력: 트랜잭션을 구문 분석(파스)할 수 없습니다.
pt_br: Entrada Inválida: Incapaz de analisar a transação
tr: Geçersiz Giriş: İşlem ayrıştırılamıyor
zh_hans: 无效输入：无法解析交易

# wallet-connect-transaction-error-rejected
source: The user rejected the request.
de: Der Benutzer hat die Anfrage abgelehnt.
es: El usuario rechazó la solicitud.
fr: L'utilisateur a rejeté la demande.
it: L'utente ha rifiutato la richiesta.
ja_jp: ユーザーがリクエストを拒否しました。
ko: 사용자가 요청을 거부했습니다.
pt_br: O usuário recusou a solicitação.
tr: Kullanıcı isteği reddetti.
zh_hans: 该用户拒绝了请求。

# wallet-connect-transaction-error-rejected-user
source: Transaction Request Rejected: The User has rejected the transaction request.
es: Solicitud de transacción rechazada: El usuario ha rechazado la solicitud de transacción.
it: Richiesta di transazione rifiutata: l'utente ha rifiutato la richiesta di transazione.
ja_jp: トランザクションリクエストが拒否されました：ユーザーがトランザクションリクエストを拒否しました。
ko: 트랜잭션 요청 거부: 사용자가 트랜잭션 요청을 거부했습니다.
pt_br: Solicitação de Transação Recusada: O Usuário recusou a solicitação de transação.
tr: İşlem İsteği Reddedildi: Kullanıcı işlem isteğini reddetti.
zh_hans: 交易请求被拒：用户拒绝了该交易请求。

# wallet-connect-transaction-error-transaction-size
source: Invalid Input: Transaction request contains more than 64 transactions
es: Entrada inválida: La solicitud de transacción contiene más de 16 transacciones
it: Inserimento non valido: la richiesta di transazione contiene più di 16 transazioni
ja_jp: 無効な入力：トランザクションリクエストに16を超えるトランザクションが含まれています
ko: 잘못된 입력: 트랜잭션 요청에 16개 이상의 트랜잭션이 포함되었습니다.
pt_br: Entrada Inválida: A solicitação de transação contém mais de 16 transações
tr: Geçersiz Giriş: İşlem isteği 64'ten fazla işlemi içeriyor
zh_hans: 无效输入：交易请求含有超过 16 笔交易

# wallet-connect-transaction-error-unable-sign
source: Invalid Input: Unable to be signed
es: Entrada inválida: No se puede firmar
it: Inserimento non valido: impossibile firmare
ja_jp: 無効な入力：署名できません
ko: 잘못된 입력: 서명할 수 없습니다
pt_br: Entrada Inválida: Incapaz de ser assinada
tr: Geçersiz Giriş: İmzalanamıyor
zh_hans: 无效输入：无法签署

# wallet-connect-transaction-error-unauthorized
source: The requested operation and/or account has not been authorized by the user.
de: Der angeforderte Vorgang und/oder das Konto wurde vom Benutzer nicht genehmigt.
es: La operación y/o cuenta solicitada no ha sido autorizada por el usuario.
fr: L'opération et/ou le compte demandé n'a pas été autorisé par l'utilisateur.
it: L'operazione e/o il conto richiesti non sono stati autorizzati dall'utente.
ja_jp: 要求された操作および/またはアカウントは、ユーザーによって承認されていません。
ko: 요청한 작업 및/또는 계정을 사용자가 승인하지 않았습니다.
pt_br: A operação e/ou conta solicitada não foi autorizada pelo usuário.
tr: İstenen işlem ve/veya hesap kullanıcı tarafından yetkilendirilmemiş.
zh_hans: 请求的操作和/或账户没有用户授权。

# wallet-connect-transaction-error-unsupported
source: The wallet does not support the requested operation.
de: Die Wallet unterstützt den angeforderten Vorgang nicht.
es: El monedero no admite la operación solicitada.
fr: Le portefeuille ne prend pas en charge l'opération demandée.
it: Il wallet non supporta l'operazione richiesta.
ja_jp: ウォレットは要求された操作をサポートしていません。
ko: 지갑에서 요청한 작업을 지원하지 않습니다.
pt_br: A carteira não suporta a operação solicitada.
tr: Cüzdan, istenen işlemi desteklemiyor.
zh_hans: 钱包不支持所要求的操作。

# wallet-connect-transaction-error-unsupported-type
source: The transaction request contains an Unsupported Transaction Type
es: La solicitud de transacción contiene un tipo de transacción no admitido
it: La richiesta di transazione contiene un tipo di transazione non supportato
ja_jp: トランザクションリクエストには、サポートされていないトランザクションタイプが含まれています
ko: 트랜잭션 요청에 지원되지 않는 트랜잭션 유형이 포함되었습니다.
pt_br: A solicitação de transação contém um Tipo de Transação não Suportado
tr: İşlem isteği, Desteklenmeyen İşlem Türünü içeriyor
zh_hans: 该交易请求含有不被支持的交易类型

# wallet-connect-transaction-group-algos-title
source: Payment to %@
de: Zahlung an %@
es: Pago a %@
fr: Paiement à %@
it: Pagamento a %@
ja_jp: %@への支払い
ko: %@(으)로 지급
pt_br: Pagamento para %@
tr: %@ için Ödeme
zh_hans: 支付给%@

# wallet-connect-transaction-group-app-call-title
source: Application Call to #%@
de: Anwendungsaufruf an % @
es: Llamada de aplicación a %@
fr: Appel de l'application à %@
it: Chiamata applicazione in %@
ja_jp: %@へのアプリケーションコール
ko: 애플리케이션: #%@(으)로 호출
pt_br: Chamada do Aplicativo para %@
tr: #%@ için Uygulama Çağrısı
zh_hans: 应用程序调用至%@

# wallet-connect-transaction-group-app-close-title
source: Application Close to #%@
de: Anwendungsbeendigung an %@
es: Cierre de aplicación a %@
fr: Clôture Application pour %@
it: Chiusura applicazione in %@
ja_jp: %@へのアプリケーションクローズ
ko: 애플리케이션: #%@(으)로 자산 삭제용 자산 이전
pt_br: Aplicativo Fechado para %@
tr: #%@ için Kapatma Uygulaması
zh_hans: 应用程序抄送至%@

# wallet-connect-transaction-group-app-delete-title
source: Application Delete to #%@
es: Eliminar aplicación a #%@
it: Eliminazione dell'applicazione a #%@
ja_jp: #%@へのアプリケーション削除
ko: #%@(으)로 애플리케이션 삭제
pt_br: Excluir Aplicativo para #%@
tr: %@ için Uygulama Silme
zh_hans: APP删除至#%@

# wallet-connect-transaction-group-app-opt-in-title
source: Application Opt-in to #%@
de: Anwendungs-Opt-in an %@
es: Suscripción a la aplicación %@
fr: Inscription à l'application %@
it: Opt-in di applicazione a %@
ja_jp: %@へのアプリケーションオプトイン
ko: 애플리케이션: #%@(으)로 옵트인
pt_br: Adesão do Aplicativo a %@
tr: #%@ Varlığına Katılım Uygulaması
zh_hans: 应用程序选择加入%@

# wallet-connect-transaction-group-app-update-title
source: Application Update to #%@
es: Actualizar aplicación a #%@
it: Aggiornamento dell'applicazione a #%@
ja_jp: #%@へのアプリケーション更新
ko: #%@(으)로 애플리케이션 업데이트
pt_br: Atualização do Aplicativo para #%@
tr: %@ için Uygulama Güncellemesi
zh_hans: APP更新至#%@

# wallet-connect-transaction-group-asset-addition-title
source: Opting-in to Asset #%@
de: Opt-in für Asset %@
es: Suscripción al activo %@
fr: Activer l'actif %@
it: Opting in alla risorsa %@
ja_jp: アセット%@へのオプトイン
ko: #%@ 자산 옵트인
pt_br: Adesão a Ativo %@
tr: #%@ Varlığına Katılım
zh_hans: 选择加入资产%@

# wallet-connect-transaction-group-asset-title
source: Asset Transfer to %@
de: Asset-Transfer an %@
es: Transferencia de activos a %@
fr: Transfert d'actifs à %@
it: Trasferimento risorse a %@
ja_jp: %@へのアセット転送
ko: %@(으)로 자산 이전
pt_br: Transferência de Ativo para %@
tr: %@ Konumuna Varlık Transferi
zh_hans: 资产转移到%@

# wallet-connect-transaction-group-id
source: Group ID
it: ID gruppo:
ja_jp: グループID：
ko: 그룹 ID:
pt_br: Identificação (ID) do grupo:
tr: Grup Kimliği

# wallet-connect-transaction-group-possible-asset-addition-title
source: Possible Opting-in to Asset #%@
de: Mögliches Opt-in für Asset %@
es: Posible suscripción al activo %@
fr: Possibilité d'ajout de l'actif %@
it: Possibile Opting in per la risorsa %@
ja_jp: アセット%@への可能なオプトイン
ko: #%@ 자산 옵트인 가능
pt_br: Possível Adesão a Ativo %@
tr: #%@ Varlığına Olası Katılım
zh_hans: 有可能选择加入资产%@

# wallet-connect-transaction-request-count
source: Transaction Requests (%d)
de: Transaktionsanfragen ( %d )
es: Solicitudes de transacción ( %d )
fr: Demandes de transaction ( %d )
it: Richieste di transazione (%d)
ja_jp: トランザクションリクエスト（%d）
ko: 트랜잭션 요청(%d건)
pt_br: Solicitações de Transação (%d)
tr: İşlem İstekleri (%d)
zh_hans: 交易请求（%d）

# wallet-connect-transaction-request-count-singular
source: Transaction Request (1)
de: Transaktionsanfrage (1)
es: Solicitud de transacción (1)
fr: Demande de transaction (1)
it: Richiesta di transazione (1)
ja_jp: トランザクションリクエスト(1)
ko: 트랜잭션 요청(1건)
pt_br: Solicitação de Transação (1)
tr: İşlem İsteği (1)
zh_hans: 交易请求（1）

# wallet-connect-transaction-title-app-call
source: Application Call
de: App-Anrufanfrage
es: Solicitud de llamada de aplicación
fr: Demande d'appel de l'application
it: Richiesta di chiamata dell'app
ja_jp: アプリコールリクエスト
ko: 앱 호출
pt_br: Solicitação de Chamada de Aplicativo
tr: Uygulama Çağrısı
zh_hans: 应用程序调用请求

# wallet-connect-transaction-title-app-call-approval-hash
source: Approval Hash
es: Hash de aprobación
it: Hash di approvazione
ja_jp: 承認ハッシュ
ko: 승인 해시
pt_br: Hash de Aprovação
tr: Onay Karması
zh_hans: 批准哈希

# wallet-connect-transaction-title-app-call-clear-hash
source: Clear State Hash
es: Borrar el estado del hash
it: Hash di cancellazione stato
ja_jp: ステートハッシュのクリア
ko: 상태 해시 지우기
pt_br: Hash de Estado Claro
tr: Durum Karmasını Temizleme
zh_hans: 清理状态哈希

# wallet-connect-transaction-title-app-call-extra-pages
source: App Extra Pages
es: Páginas extra de la app
it: Pagine extra dell'app
ja_jp: アプリの追加ページ
ko: 앱 추가 페이지
pt_br: Páginas Extras do Aplicativo
tr: Uygulama Ekstra Sayfaları
zh_hans: APP额外页面

# wallet-connect-transaction-title-app-call-global-schema
source: App Global Schema
es: Esquema global de la app
it: Schema globale dell'app
ja_jp: アプリのグローバルスキーマ
ko: 앱 글로벌 스키마
pt_br: Esquema Global do Aplicativo
tr: Uygulama Global Şeması
zh_hans: APP全局架构

# wallet-connect-transaction-title-app-call-local-schema
source: App Local Schema
es: Esquema local de la app
it: Schema locale dell'app
ja_jp: アプリのローカルスキーマ
ko: 앱 로컬 스키마
pt_br: Esquema Local do Aplicativo
tr: Uygulama Yerel Şeması
zh_hans: APP本地架构

# wallet-connect-transaction-title-app-create
source: Application Creation
ja_jp: アプリケーションの作成
ko: 애플리케이션 생성
pt_br: Criação do Aplicativo

# wallet-connect-transaction-title-app-creation
source: App Creation
es: Creación de aplicaciones
it: Creazione dell'applicazione
ja_jp: アプリケーション作成
ko: 애플리케이션 생성
pt_br: Criação do Aplicativo
tr: Uygulama Oluşturma
zh_hans: APP创建

# wallet-connect-transaction-title-app-delete
source: Application Call Delete
ja_jp: アプリケーションコール削除
ko: 애플리케이션 호출 삭제
pt_br: Exclusão de Chamada de Aplicativo

# wallet-connect-transaction-title-app-id
source: Application ID
de: Anwendungs-ID
es: ID de aplicación
fr: ID d'application
it: ID applicazione
ja_jp: アプリケーションID
ko: 애플리케이션 ID
pt_br: ID do Aplicativo
tr: Uygulama Kimliği
zh_hans: 应用ID

# wallet-connect-transaction-title-app-update
source: Application Call Update
ja_jp: アプリケーションコールの更新
ko: 애플리케이션 호출 업데이트
pt_br: Atualização de Chamada de Aplicativo

# wallet-connect-transaction-title-asset
source: Transfer Asset Request
de: Asset-Transfer-Anfrage
es: Solicitud de transferencia de activos
fr: Demande de transfert d'actif
it: Richiesta di trasferimento di risorse
ja_jp: アセット転送リクエスト
ko: 자산 이전 요청
pt_br: Solicitação de Transferência de Ativo
tr: Varlık Transfer İsteği
zh_hans: 转移资产请求

# wallet-connect-transaction-title-asset-url
source: Asset URL
es: URL del activo
fr: URL de l'actif
it: URL risorsa
ja_jp: アセットURL
ko: 자산 URL
pt_br: URL do Ativo
tr: Varlık URL'si
zh_hans: 网址URL

# wallet-connect-transaction-title-atomic
source: Atomic Transaction Request
de: Atomic-Transaction-Anfrage
es: Solicitud de transacción atómica
fr: Demande de transaction atomique
it: Richiesta di transazione atomica
ja_jp: アトミック トランザクションリクエスト
ko: 아토믹 전송 요청
pt_br: Solicitação de Transferência Atômica
tr: Atomik İşlem İsteği
zh_hans: 原子交易请求

# wallet-connect-transaction-title-auth-address
source: Auth Address
de: Auth-Adresse
es: Autorizar dirección
fr: Adresse d'authentification
it: Indirizzo di autenticazione
ja_jp: 認証アドレス
ko: 인증 주소
pt_br: Endereço de Autenticação
tr: Adresi Doğrula
zh_hans: 授权地址

# wallet-connect-transaction-title-metadata
source: Asset Metadata
de: Asset-Metadaten
es: Metadatos del activo
fr: Métadonnées des actifs
it: Metadati risorsa
ja_jp: アセットメタデータ
ko: 자산 메타데이터
pt_br: Metadados de Ativo
tr: Varlık Meta Verileri
zh_hans: 资产元数据

# wallet-connect-transaction-title-multiple
source: Multiple Transaction Request
de: Multiple-Transaction-Anfrage
es: Solicitud de varias transacciones
fr: Demande de transactions multiples
it: Richiesta di transazione multipla
ja_jp: 複数のトランザクションリクエスト
ko: 다중 트랜잭션 요청
pt_br: Solicitação de Transação Múltipla
tr: Çoklu İşlem İsteği
zh_hans: 多个交易请求

# wallet-connect-transaction-title-opt-in
source: Assets Opt-in Request
de: Assets-Opt-in-Anfrage
es: Solicitud de suscripción de activos
fr: Demande d’inscription des actifs
it: Richiesta di Opt-in delle risorse
ja_jp: アセットオプトインリクエスト
ko: 자산 옵트인 요청
pt_br: Solicitação de Adesão a Ativos
tr: Varlık Katılım İsteği
zh_hans: 资产选入请求

# wallet-connect-transaction-title-possible-opt-in
source: Possible Assets Opt-in Request
ja_jp: オプトイン要求可能資産
ko: 가능한 자산 옵트인 요청
pt_br: Possível Solicitação para Adesão de Ativos

# wallet-connect-transaction-title-transaction
source: Transaction Request
de: Transaktionsanfrage
es: Solicitud de transacción
fr: Demande de transaction
it: Richiesta di transazione
ja_jp: トランザクションリクエスト
ko: 트랜잭션 요청
pt_br: Solicitação de Transação
tr: İşlem İsteği
zh_hans: 交易请求

# wallet-connect-transaction-title-unsigned
source: Unsigned Transactions
de: Unsignierte Transaktionen
es: Transacciones sin firmar
fr: Transactions non signées
it: Transazioni non firmate
ja_jp: 未署名のトランザクション
ko: 미서명 트랜잭션
pt_br: Transações Não Assinadas
tr: İmzalanmamış İşlemler
zh_hans: 未签署的交易

# wallet-connect-transaction-warning-close-algos
source: This transaction is sending your full Algo balance.
de: Mit dieser Transaktion wird Ihr gesamtes Algo-Guthaben gesendet.
es: Esta transacción envía la totalidad de tu saldo en Algo.
fr: Cette transaction envoie votre solde complet d'Algo.
it: Questa transazione sta inviando il tuo saldo Algo completo.
ja_jp: このトランザクションは、お客様のすべてのAlgo残高を送信します。
ko: 이번 트랜잭션으로 알고 잔액 전체를 송금합니다.
pt_br: Esta transação está enviando seu saldo total de Algos.
tr: Bu işlem Algo bakiyenizin tümünü gönderecek.
zh_hans: 该交易正在发送您的全部ALGO余额。

# wallet-connect-transaction-warning-close-algos-title
source: Close Remainder To
de: Schließen und Restbetrag senden an
es: Cierre del resto a
fr: Fermer le reste à
it: Chiudi il resto in
ja_jp: 残りをクローズする
ko: 계정 삭제 - 잔액을 받으시는 분
pt_br: Fechar Restante Para
tr: Kalanı Kapat:
zh_hans: 剩余资产抄送至

# wallet-connect-transaction-warning-close-asset
source: This transaction is sending your full %@ balance. It'll opt-out and remove the %@ asset from your account.
de: Mit dieser Transaktion wird Ihr gesamtes %@-Guthaben gesendet und %@ wird vom Ihrem Konto entfernt.
es: Esta transacción envía la totalidad de tu saldo %@ y eliminará %@ de su cuenta.
fr: Cette transaction envoie votre solde %@ complet et supprimera %@ de votre compte.
it: Questa transazione sta inviando il tuo %@ saldo completo e lo rimuoverà %@ dal tuo conto.
ja_jp: このトランザクションは、お客様のすべての%@残高を送信し、アカウントから%@を削除します。
ko: 이번 트랜잭션으로 %@ 잔액 전체를 송금하고, 계정에서 %@이(가) 삭제됩니다.
pt_br: Esta transação está enviando seu %@saldo total e vai remover%@de sua conta.
tr: Bu işlem %@ bakiyenizin tamamını gönderecek ve %@, hesabınızdan kaldırılacak.
zh_hans: 此交易将发送您的全部%@余额，并将从您的账户中扣除%@。

# wallet-connect-transaction-warning-close-asset-title
source: Close Asset To
de: Schließen und Asset senden an
es: Cierre de activo para
fr: Fermer l’actif pour
it: Chiudi risorsa in
ja_jp: 資産をクローズする
ko: 계정 삭제 - 자산을 받으시는 분
pt_br: Fechar Ativo Para
tr: Kapatılacak Varlık:
zh_hans: 资产抄送至

# wallet-connect-transaction-warning-confirmation
source: Once confirmed, the connected application can send these transactions out at their discretion. Please make sure you review the transactions carefully as this process is irreversible.
de: Nach der Bestätigung kann die angeschlossene Anwendung diese Transaktionen nach eigenem Ermessen versenden. Bitte überprüfen Sie die Transaktionen sorgfältig, da dieser Vorgang unumkehrbar ist.
es: Una vez confirmada, la aplicación conectada puede enviar estas transacciones a su criterio. Asegúrate de revisar estas transacciones detenidamente, ya que este proceso es irreversible.
fr: Une fois confirmées, l'application connectée peut envoyer ces transactions à sa discrétion. Veuillez vous assurer d'examiner attentivement les transactions car ce processus est irréversible.
it: Una volta confermate, l'applicazione collegata può inviare queste transazioni a sua discrezione. Assicurati di esaminare attentamente le transazioni, poiché questo processo è irreversibile.
ja_jp: 確認後、接続されたアプリケーションは、自由にこれらのトランザクションを送信することができます。このプロセスは元に戻すことができないため、トランザクションの内容を慎重に確認してください。
ko: 확정하신 후에는 연동된 애플리케이션에서 재량에 따라 트랜잭션을 전송할 수 있게 됩니다. 트랜잭션을 실행한 후에는 되돌릴 수 없으므로, 서명하기 전에 트랜잭션의 상세 정보를 신중히 검토하시기 바랍니다.
pt_br: Uma vez confirmadas, o aplicativo conectado pode enviar essas transações segundo seus critérios. Certifique-se de revisar cuidadosamente as transações, já que este processo é irreversível.
tr: Onaylanmasının ardından, bağlı olan uygulama bu işlemleri kendi takdirine bağlı olarak gönderebilir. İşlemler geri alınamaz olduğundan imzalamadan önce işlemleri dikkatlice gözden geçirdiğinizden lütfen emin olun.
zh_hans: 一经确认，连接的外部程序可以自行发送交易。至由于交易发生后不可逆转，在交易前请仔细检查。

# wallet-connect-transaction-warning-future
source: This transaction will be submitted in the future.
de: Diese Transaktion wird in Zukunft eingereicht werden.
es: Esta transacción se enviará más adelante.
fr: Cette transaction sera soumise à l'avenir.
it: Questa transazione verrà inviata in futuro.
ja_jp: このトランザクションは後ほど提出されます。
ko: 이 트랜잭션은 추후 제출됩니다.
pt_br: Esta transação será enviada no futuro.
tr: Bu işlem ileride gönderilecek.
zh_hans: 交易会在未来提交。

# wallet-connect-transaction-warning-high-fee
source: This transaction fee is higher than the usual fee of 0.001 Algo.
de: Diese Transaktionsgebühr ist höher als die übliche Gebühr von 0,01 Algos.
es: Esta tarifa de transacción es más alta que la tarifa habitual de 0,01 Algos.
fr: Ces frais de transaction sont supérieurs aux frais habituels de 0,01 Algos.
it: Questa commissione di transazione è superiore alla normale commissione di 0,01 Algo.
ja_jp: このトランザクション手数料は、通常の手数料（0.01 Algos）よりも高くなっています。
ko: 이 트랜잭션 수수료는 일반적인 수수료(0.001알고)보다 높습니다.
pt_br: Esta tarifa de transação é maior do que a tarifa normal de 0,01 Algos.
tr: Bu işlem ücreti, normalde 0,001 Algo olan ücretten daha yüksek.
zh_hans: 此交易费用高于平时的 0.01 ALGO。
