Repository: perawallet/pera-wallet
Catalog: ios/Resources/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja_jp, ko, pt_br, tr, zh_hans

# account-detail-assets-search
source: Search assets
ja_jp: 資産を検索する
ko: 내 자산 검색
pt_br: Buscar meus ativos

# account-detail-portfolio-title
source: Account Value
ja_jp: アカウントの価値
ko: 계정 가치
pt_br: Valor da Conta

# account-details-title
source: Name your account
de: Kontodetails
es: Ingresa un nombre para tu cuenta
fr: Nommez votre compte
it: Dettagli del conto
ja_jp: アカウントに名前を付ける
ko: 계정 이름을 정해 주세요
pt_br: Detalhes de Conta
tr: Hesabınızı adlandırın
zh_hans: 账户详情

# account-listing-error-message
source: Sorry, we can't show the details of this portfolio. It looks like we are having issues for the calculation. Please note that some asset values might not be available, therefore the total portfolio value should be considered an estimation.
ja_jp: 申し訳ありませんが、このポートフォリオの詳細を表示することはできません。計算に問題が発生しているようです。 一部の資産価格が公開されていない場合があり、ポートフォリオの合計値は推定値としてお考え下さい。
ko: 죄송합니다. 포트폴리오의 세부정보를 표시할 수 없습니다. 계산에 문제가 있는 것 같습니다. 일부 자산 가치는 사용이 불가능할 수 있습니다. 따라서 총 포트폴리오 가치는 추정치로만 간주하시기 바랍니다.
pt_br: Não podemos exibir os detalhes deste portfolio. Parece que estamos tendo problemas para calcular. Note que alguns valores de ativos podem não estar disponíveis. Assim, o valor total do portfolio deve ser considerado apenas como estimativa.

# account-name-setup-description
source: Name your account to easily identify it while using the Pera Wallet. These names are stored locally, and can only be seen by you.
de: Benennen Sie Ihr Konto, um es bei der Verwendung der Algorand-Wallet leicht zu identifizieren. Diese Namen werden lokal gespeichert und können nur von Ihnen gesehen werden.
es: Dale un nombre a tu cuenta para poder identificarla fácilmente al usar el monedero de Algorand. Estos nombres se almacenan de manera local y solo tú puedes verlos.
fr: Nommez votre compte pour l'identifier facilement lorsque vous utilisez le Portefeuille Algorand. Ces noms sont stockés localement et ne peuvent être vus que par vous.
it: Assegna un nome al tuo conto per identificarlo facilmente durante l'utilizzo di Algorand Wallet. Questi nomi sono memorizzati localmente e sono visibili solo per te.
ja_jp: Algorand Walletを使用する際、簡単に識別できるようにアカウントに名前を付けてください。これらの名前はローカルに保存され、ユーザーだけが見ることができます。
ko: 알고랜드 지갑을 사용하는 동안 쉽게 알아볼 수 있도록 계정 이름을 지정하세요. 계정 이름은 로컬에 저장되며, 사용자만 볼 수 있습니다.
pt_br: Nomeie sua conta para identificá-la facilmente ao utilizar a Carteira Algorand. Esses nomes são armazenados localmente e só podem ser vistos por você.
tr: Algorand Wallet'ı kullanırken kolayca ayırt edebilmek için hesabınızı adlandırın. Bu adlar yerel olarak saklanır ve yalnızca sizin tarafınızdan görülebilir.
zh_hans: 在使用Algorand钱包时，请为账户取一个容易识别的名称。名称储存在本地，仅个人可见。

# account-name-setup-finish
source: Finish Account Creation
de: Kontoerstellung abschließen
es: Finalizar la creación de la cuenta
fr: Terminer la création du compte
it: Completa la creazione del conto
ja_jp: アカウント作成完了
ko: 계정 생성 완료
pt_br: Concluir criação de conta
tr: Hesap oluşturmayı tamamlayın
zh_hans: 完成帐户创建

# account-name-setup-placeholder
source: Account name
de: Kontoname
es: Cuenta de ahorro
fr: Nom du compte
it: Conto di risparmio
ja_jp: アカウント名
ko: 계정명
pt_br: Conta Poupança
tr: Hesap Adı
zh_hans: 储蓄账户

# account-options-add-account-title
source: Add Account
ja_jp: アカウントの追加
ko: 계정 추가
pt_br: Adicionar Conta

# account-options-arrange-list-title
source: Arrange List
ja_jp: リストを整理する
ko: 목록 정렬
pt_br: Organizar Lista

# account-select-clipboard-title
source: Paste From Clipboard
ja_jp: クリップボードから貼り付け
ko: 클립보드에서 붙여넣기
pt_br: Colar da Área de Transferência

# account-select-header-accounts-title
source: My Accounts
ja_jp: マイアカウント
ko: 내 계정
pt_br: Minhas Contas

# account-select-header-contacts-title
source: Contacts
ja_jp: 連絡先
ko: 연락처
pt_br: Contatos

# account-select-header-search-title
source: Search or enter wallet address
ja_jp: 検索またはアドレスの入力
ko: 주소를 검색하거나 입력하세요
pt_br: Busque ou insira endereço

# account-select-search-empty-detail
source: Try different account name
ja_jp: 別のアカウント名をお試しください
ko: 다른 계정 이름을 사용해보세요
pt_br: Tente um nome diferente de conta

# account-select-search-empty-title
source: No Account Found
ja_jp: アカウントが見つかりません
ko: 계정 찾을 수 없음
pt_br: Nenhuma conta encontrada

# account-type-selection-add
source: I want to create an account
de: Konto hinzufügen
es: Añadir una cuenta
fr: Ajouter un compte
it: Aggiungi un conto
ja_jp: アカウントの追加
ko: 계정 추가
pt_br: Adicionar Conta
tr: Hesap Ekle
zh_hans: 添加账户

# account-type-selection-add-detail
source: I want to create a new Algorand account with a new address and recovery passphrase
de: Ich möchte ein neues Konto mit einer neuen Adresse und einer neuen Wiederherstellungs-Passphrase.
es: Quiero una nueva cuenta con una nueva dirección y nueva frase de recuperación.
fr: Je veux un nouveau compte avec une nouvelle adresse et une nouvelle phrase secrète de récupération.
it: Voglio un nuovo conto con un nuovo indirizzo e una nuova passphrase di ripristino.
ja_jp: 新規アドレスと回復用パスフレーズを持つ、新しいアカウントを作成
ko: 새로운 주소와 복구 비밀문구로 새 계정을 생성합니다
pt_br: Quero uma nova conta com um novo endereço e frase senha de recuperação.
tr: Yeni bir adres ile kurtarma parolasına sahip yeni bir hesap istiyorum
zh_hans: 我需要有新地址与恢复助记词的新账户。

# account-type-selection-create
source: Create a new account
de: Neues Konto erstellen
es: Crear una nueva cuenta
fr: Créer un nouveau compte
it: Crea un nuovo conto
ja_jp: 新規アカウントの作成
ko: 새 계정 만들기
pt_br: Criar Nova Conta
tr: Yeni Hesap Oluştur
zh_hans: 创建新的账户

# account-type-selection-create-detail
source: Create a new Algorand account or add a watch account
de: Ich möchte ein neues Algorand-Konto erstellen
es: Quiero crear una nueva cuenta Algorand
fr: Je souhaite créer un nouveau compte Algorand
it: Genera un conto con un nuovo indirizzo e una nuova passphrase
ja_jp: 新しいAlgorandアカウントを作成したい
ko: 새 알고랜드 계정을 만들겠습니다
pt_br: Gerar uma conta com novo endereço e frase senha
tr: Yeni bir Algorand hesabı oluşturmak istiyorum
zh_hans: 创建账户、新地址与新助记词

# account-type-selection-ledger
source: Pair Ledger Device
de: Ledger-Gerät koppeln
es: Emparejar cuenta de Ledger
fr: Associer avec Ledger
it: Associa conto Ledger
ja_jp: Ledgerデバイスのペアリング
ko: Ledger 계정 페어링
pt_br: Parear Conta Ledger
tr: Ledger Cihazını Eşleştir
zh_hans: 配对Ledger账户

# account-type-selection-ledger-detail
source: I want to recover an Algorand account that is backed by my Ledger hardware wallet
de: Ich möchte ein Konto erstellen, das durch meine Ledger-Hardware-Wallet gesichert ist.
es: Quiero crear una cuenta respaldada por mi monedero físico Ledger.
fr: Je souhaite créer un compte utilisant mon portefeuille physique Ledger
it: Associa un conto supportato da un wallet hardware Ledger
ja_jp: Ledgerハードウェアウォレットに紐づけされたアカウントを作成したい
ko: Ledger 하드웨어 지갑을 사용하는 계정을 페어링합니다
pt_br: Parear uma conta que é sustentada por uma carteira Ledger Hardware
tr: Ledger donanım cüzdanım ile desteklenen bir hesap ile oluşturmak istiyorum
zh_hans: 与Ledger硬件钱包支持的账户配对

# account-type-selection-recover
source: I already have an account
de: Mit Passphrase wiederherstellen
es: Recuperar cuenta con la frase secreta
fr: Récupérer avec la phrase secrète
it: Recupera da passphrase
ja_jp: パスフレーズでのリカバリー
ko: 비밀문구로 복구
pt_br: Recuperar Frase Senha
tr: Parola ile Kurtar
zh_hans: 通过助记词恢复账户

# account-type-selection-recover-detail
source: Import an existing Algorand account via recovery passphrase or pair your Ledger
de: Ich habe bereits ein Konto
es: Ya tengo una cuenta
fr: J'ai déjà un compte
it: Recupera un conto con una passphrase di 25 parole
ja_jp: すでにアカウントを持っている
ko: 이미 계정이 있습니다
pt_br: Recuperar uma conta com frase senha de 25 palavras
tr: Zaten bir hesabım var
zh_hans: 利用25个助记词恢复账户

# account-type-selection-watch-detail
source: I want to monitor an Algorand account that's held in cold storage
de: Ich möchte ein Konto überwachen, das im Cold Storage gehalten wird.
es: Quiero observar una cuenta en almacenamiento en frío.
fr: Je souhaite surveiller un compte conservé hors ligne
it: Monitora le transazioni di un conto utilizzando solo il suo indirizzo
ja_jp: コールドストレージに保管されているアカウントを監視したい
ko: 계정 주소만 있으면 계정의 트랜잭션을 조회할 수 있습니다
pt_br: Monitorar transações de uma conta utilizando apenas seu endereço
tr: Soğuk depolamada tutulan bir hesabı izlemek istiyorum
zh_hans: 仅使用账户地址监控账户交易

# account-welcome-wallet-title
source: Welcome to Pera Wallet
de: Willkommen bei der Algorand-Wallet
es: Bienvenido al Monedero de Algorand
fr: Bienvenue sur le Portefeuille Algorand
it: Benvenuto in Algorand Wallet
ja_jp: Algorand Walletへ ようこそ
ko: 알고랜드 지갑에 오신 것을 환영합니다
pt_br: Bem-vindo à Carteira Algorand
tr: Algorand Wallet'a Hoş Geldiniz
zh_hans: 欢迎使用 Algorand钱包

# accounts-add-account
source: + ADD ACCOUNT
de: + KONTO HINZUFÜGEN
es: +AGREGAR CUENTA
fr: + AJOUTER UN COMPTE
it: + AGGIUNGI CONTO
ja_jp: + アカウントを追加
ko: +계정 추가
pt_br: + ADICIONAR CONTA
tr: + HESAP EKLE
zh_hans: + 添加账户

# accounts-algos-available-title
source: Algo
de: Algos
es: Algos
ja_jp: Algos
ko: 알고
pt_br: Algos
tr: Algo'lar

# accounts-dollar-value-title
source: Dollar Value
de: Wert in US-Dollar
es: Valor en dólares
fr: Valeur en dollars
it: Valore in dollari
ja_jp: ドル建て価格
ko: 달러로 환산한 가치
pt_br: Valor do Dólar
tr: Dolar Değeri
zh_hans: 美元价值

# accounts-qr-tooltip
source: Your account's address QR can be found here
de: Hier finden Sie den QR-Code Ihrer Kontoadresse.
es: Aquí puedes consultar el QR de la dirección de tu cuenta
fr: L'adresse QR de votre compte se trouve ici
it: Il QR relativo all'indirizzo di questo conto è disponibile qui
ja_jp: お客様のアカウントのアドレスQRはこちらで確認できます
ko: 내 계정의 주소 QR 코드를 찾아보실 수 있습니다
pt_br: O QR do seu endereço de conta pode ser encontrado aqui
tr: Hesabınızın adresine ait QR Kodunu burada bulabilirsiniz
zh_hans: 可在此处找到您账户的二维码地址

# accounts-title
source: Accounts
de: Konten
es: Cuentas
fr: Comptes
it: Conti
ja_jp: アカウント
ko: 계정
pt_br: Contas
tr: Hesaplar
zh_hans: 账户

# accounts-title-history
source: History
ja_jp: 履歴
ko: 내역
pt_br: Histórico

# accounts-tranaction-empty-detail
source: There are no transactions to be displayed for selected period
de: Mit diesem Asset wurden keine Transaktionen durchgeführt
es: No se han realizado transacciones con este activo.
fr: Aucune transaction n'a été effectuée avec cet actif.
it: Non sono state effettuate operazioni con questo attivo.
ja_jp: この資産を使ったトランザクションは行われていません。
ko: 이 자산으로 진행된 트랜잭션이 없습니다.
pt_br: Nenhuma transação foi feita com este ativo
tr: Bu varlık ile işlem yapılmadı.
zh_hans: 没有发起与该资产相关的交易

# accounts-tranaction-empty-text
source: No Transactions
de: Noch keine Transaktionen
es: Sin transacciones todavía
fr: Aucune transaction pour le moment
it: Ancora nessuna transazione
ja_jp: まだトランザクションはありません
ko: 트랜잭션 없음
pt_br: Nenhuma Transação Ainda
tr: Henüz İşlem Yok
zh_hans: 尚未有交易

# accounts-transaction-value
source: Value
ja_jp: 価値
ko: 가치
pt_br: Valor

# accounts-transaction-your-balance
source: Balance
ja_jp: お客様の残高
ko: 내 잔액
pt_br: Seu saldo

# add-node-title
source: Add Node
de: Knoten hinzufügen
es: Agregar nodo
fr: Ajouter un nœud
it: Aggiungi nodo
ja_jp: ノードの追加
ko: 노드 추가
pt_br: Adicionar Node
tr: Düğüm Ekle
zh_hans: 添加备注

# algo-statistics-24h-volume
source: 24h Volume
ja_jp: 24時間出来高
ko: 24시간 거래량
pt_br: Volume 24h

# algo-statistics-all-time
source: All Time High
ja_jp: 過去最高
ko: 역대 최고가
pt_br: Pico Histórico

# algo-statistics-market-cap
source: Market Cap
ja_jp: 時価総額
ko: 시가총액
pt_br: Capitalização de Mercado

# algo-statistics-open
source: Open
ja_jp: オープン
ko: 시가
pt_br: Abrir

# algo-statistics-previous-close
source: Previous Close
ja_jp: 直前を閉じる
ko: 이전 종가
pt_br: Anterior Encerrado

# algo-statistics-title
source: Statistics
ja_jp: 統計情報
ko: 통계
pt_br: Estatísticas

# asset-add-confirmation-title
source: Adding Asset
de: Asset wird hinzugefügt
es: Agregando activo
fr: Ajout d'un actif
it: Aggiunta di un attivo
ja_jp: 資産の追加
ko: 자산 추가 중
pt_br: Adicionando Ativo
tr: Varlık Ekleme
zh_hans: 添加资产

# asset-add-warning
source: Before interacting with an asset, you must opt-in to it from your account. This prevents unauthorized asset transactions to be sent to you.
de: Um ein Asset hinzuzufügen, müssen Sie eine Transaktion mit der Mindesttransaktionsgebühr tätigen. Dies wird in Ihrem Transaktionsverlauf angezeigt.
es: Agregar un activo requiere que se envíe una transacción con una comisión mínima. Esto aparecerá en tu historial de transacciones.
fr: L'ajout d'un actif nécessite l'envoi d'une transaction avec des frais de transaction minimum. Cela apparaîtra sur l'historique de vos transactions.
it: L'aggiunta di un attivo richiede l'invio di una transazione con una commissione di transazione minima. Questo apparirà nella cronologia delle tue transazioni.
ja_jp: 資産を追加するには、最小の取引手数料でトランザクションを送信する必要があります。これは取引履歴に表示されます。
ko: 자산 추가 시 최소 트랜잭션 수수료의 트랜잭션을 전송해야 합니다. 해당 정보는 트랜잭션 내역에 표시됩니다.
pt_br: Adicionar um ativo exige o envio de uma transação com uma tarifa mínima de transação que vai aparecer no seu histórico de transações.
tr: Varlık eklemek, minimum işlem komisyonuyla işlem gönderimini gerektirir. Bu, işlem geçmişinizde görünür.
zh_hans: 添加资产前，需要发送一笔产生最低交易费用的交易。交易记录中将会显示该笔交易。

# asset-algos-title
source: Algo
de: Algos
es: Algos
ja_jp: Algos
ko: 알고
pt_br: Algos
tr: Algo'lar

# asset-all-title
source: All
de: Alle
es: Todos
fr: Tout
it: Tutti
ja_jp: すべて
ko: 전체
pt_br: Todos
tr: Tümü
zh_hans: 全部

# asset-copy-id
source: Copy ID
ja_jp: IDをコピー
ko: ID 복사
pt_br: Copiar ID

# asset-id-copied-title
source: ID copied to clipboard
de: ID in die Zwischenablage kopiert
es: ID copiado al portapapeles
fr: ID copié dans le presse-papiers
it: ID copiato negli Appunti
ja_jp: IDがクリップボードにコピーされました
ko: ID를 클립보드로 복사 완료
pt_br: ID copiada
tr: Kimlik panoya kopyalandı
zh_hans: 编号已复制到剪贴板

# asset-min-transaction-error-message
source: You need at least %@ Algos to opt-in to this asset
de: Sie benötigen mindestens %@ Algos, um dieses Asset hinzuzufügen.
es: Necesitas al menos %@ Algos para agregar este activo
fr: Vous avez besoin d'au moins %@ ALGO pour ajouter cet actif
it: Occorre almeno %@ Algo per aggiungere questo attivo
ja_jp: この資産を追加するには、最低でも%@ Algosが必要です。
ko: %@ 이상의 알고를 보유해야 자산 추가가 가능합니다
pt_br: É preciso ao menos %@ Algos para adicionar este ativo
tr: Bu varlığı eklemek için en az %@ Algo'ya ihtiyacınız var
zh_hans: 您需要至少%@个ALGO才能添加该资产

# asset-min-transaction-error-title
source: Min Transaction Error!
de: Fehler Mindesttransaktion!
es: Error en el mínimo de la transacción
fr: Erreur de transaction minimale!
it: Errore di transazione minima!
ja_jp: 最小トランザクションエラー！
ko: 최소 트랜잭션 오류!
pt_br: Erro de Transação Mín.!
tr: Min İşlem Hatası!
zh_hans: 最小交易错误！

# asset-not-found-detail
source: Try different asset name or asset id
de: Bitte versuchen Sie es mit einem anderen Asset-Namen oder einer anderen Asset-ID
es: Intenta con un nombre o ID de activo diferentes
fr: Veuillez essayer un autre nom d'actif ou un autre ID d'actif
it: Prova un nome o un ID attivo diverso
ja_jp: 別の資産名または資産IDをお試しください
ko: 다른 자산명이나 자산 ID를 사용해보세요
pt_br: Tente um nome ou ID de ativo diferentes
tr: Lütfen farklı bir varlık adı veya varlık kimliği deneyin
zh_hans: 请尝试不同的资产名称或资产编号

# asset-not-found-title
source: No asset found
de: Kein Asset gefunden
es: No se encontraron activos
fr: Aucun actif trouvé
it: Nessun attivo trovato
ja_jp: 資産が見つかりません
ko: 자산을 찾을 수 없습니다
pt_br: Nenhum Ativo Encontrado
tr: Varlık bulunamadı
zh_hans: 未找到资产

# asset-remove-confirmation-title
source: Remove Asset
de: Asset wird entfernt
es: Eliminando activo
fr: Suppression de l'actif
it: Rimozione dell'attivo
ja_jp: 資産の削除
ko: 자산 삭제 중
pt_br: Removendo Ativo
tr: Varlık Kaldırma
zh_hans: 移除资产

# asset-remove-subtitle
source: To opt-out from an asset, you must first transfer any remaining balance to another account.
de: Um ein Asset zu entfernen, müssen Sie zuerst das gesamte verbleibende Kontoguthaben dieses Assets auf ein anderes Konto überweisen
es: Para eliminar un activo, primero debes transferir el saldo de ese activo a otra cuenta
fr: Pour supprimer un actif, vous devez d'abord transférer le solde de cet actif vers un autre compte
it: Per rimuovere un attivo, è necessario prima trasferire il saldo di quell'attivo su un altro conto
ja_jp: 資産を削除するには、まずその資産の残高を他の口座に移す必要があります。
ko: 자산을 삭제하려면 먼저 자산 잔액을 다른 계정으로 전송하셔야 합니다
pt_br: Antes de remover um ativo, é preciso transferir o saldo deste ativo para uma outra conta.
tr: Varlık kaldırmak için, önce söz konusu varlığı başka bir hesaba transfer etmeniz gerekir
zh_hans: 您必须先将资产余额转移到另一个账户，才能移除该项资产

# asset-remove-title
source: Remove Assets
de: Ein Asset entfernen
es: Eliminar un activo
fr: Supprimer un actif
it: Rimozione di un attivo
ja_jp: 資産の削除
ko: 자산 삭제
pt_br: Removendo Ativo
tr: Varlık kaldırma
zh_hans: 移除资产

# asset-remove-transaction-warning
source: You're about to remove and opt-out from the %@ asset with %@. You'll be unable to transact with this asset from this account unless you opt-in to it again.
de: Sie sind dabei, %@ aus %@ zu entfernen. Um Transaktionen mit diesem Asset zu tätigen, müssen Sie es zuerst wieder aktivieren.
es: Estas a punto de eliminar %@ de %@. No podrás operar con este activo desde esta cuenta a menos que vuelvas a agregarlo.
fr: Vous êtes sur le point de supprimer %@ de %@ . Vous ne pourrez pas effectuer de transaction avec cet actif à partir de ce compte, sauf si vous l'ajoutez à nouveau.
it: Stai per rimuovere %@da %@. Non potrai effettuare transazioni con questo attivo da questo conto a meno che non lo aggiungi di nuovo.
ja_jp: %@から%@を削除しようとしています。再度追加しない限り、このアカウントからこの資産を取引することはできません。
ko: %@을(를) %@에서 삭제하려고 하십니다. 다시 추가하기 전까지는 이 계정에서 해당 자산을 거래하실 수 없습니다.
pt_br: Você está prestes a remover %@ de %@ e não poderá mais transacionar com este ativo a partir desta conta até readicioná-lo.
tr: %@ varlığını %@ hesabından kaldırmak üzeresiniz. Tekrar eklemediğiniz sürece, bu varlıkla bu hesapta işlem yapamayacaksınız.
zh_hans: 您将要从%@ 移除 %@。 除非重新添加该资产，您无法使用本账号与该资产进行交易。

# asset-remove-warning
source: To opt-out and remove %@ asset, the balance must be 0. Please transfer the balance to another account and try again.
de: Um %@ zu entfernen, muss das Kontoguthaben 0 sein. Bitte überweisen Sie den Restbetrag auf ein anderes Konto und versuchen Sie es erneut.
es: Para eliminar %@, el saldo debe ser 0. Transfiere el saldo a otra cuenta e inténtalo nuevamente.
fr: Pour supprimer %@ , le solde doit être égal à 0. Veuillez transférer le solde vers un autre compte et réessayer.
it: Per rimuovere %@, il saldo deve essere 0. Trasferisci il saldo su un altro conto e riprova.
ja_jp: %@を削除するには、残高が0である必要があります。残高を別のアカウントに転送して、もう一度お試しください。
ko: 잔액이 0인 경우에만 %@ 삭제가 가능합니다. 잔액을 다른 계정으로 전송한 다음 다시 시도하시기 바랍니다.
pt_br: Para remover %@, o saldo deve ser 0. Transfira o saldo para outra conta e tente novamente.
tr: %@ varlığını kaldırmak için bakiyenin 0 olması gerekir. Lütfen bakiyeyi başka bir hesaba transfer edin ve tekrar deneyin.
zh_hans: 余额为0时，才可移除 %@。请将余额转移至其他账户，再做尝试。

# asset-removing-status
source: Removing Asset
ja_jp: 資産の削除
ko: 자산 삭제 중
pt_br: Removendo Ativo

# asset-search-placeholder
source: Search Assets ID or Name
de: Nach Asset-ID oder Asset-Namen suchen
es: Buscar activos por ID o nombre
fr: Rechercher l'ID ou le nom des actifs
it: Cerca ID o nome attivo
ja_jp: 資産IDまたは名前の検索
ko: 자산 ID 또는 이름 검색
pt_br: Buscar ID ou Nome de Ativos
tr: Varlık Kimliğini veya Adını Ara
zh_hans: 搜索资产编号或名称

# asset-support-add-message
source: You're about to receive an asset on the account %@. Would you like to opt-in the asset to this account to receive it?
de: Sie werden gleich ein Asset auf <b>%1$s</b> empfangen! Möchten Sie diesem Konto dieses Asset hinzufügen, um die Überweisung empfangen zu können?
es: Estás por recibir un activo en %@. ¿Quieres agregar este activo a esta cuenta para poder recibirlo?
fr: Vous êtes sur le point de recevoir un actif de %@ . Souhaitez-vous ajouter cet actif à ce compte pour le recevoir?
it: Stai per ricevere un attivo per %@. Vuoi aggiungere questo attivo a questo conto per riceverlo?
ja_jp: %@で資産を受け取ろうとしています。この資産をこのアカウントに追加して受け取りますか？
ko: %@에서 자산 수신을 진행합니다. 자산을 수신 대상 계정에 추가하시겠습니까?
pt_br: Você está prestes a receber um ativo em %@. Deseja adicionar este ativo a esta conta para recebê-lo?
tr: %@ hesabına bir varlık almak üzeresiniz. Bu varlığı almak için bu hesaba eklemek ister misiniz?
zh_hans: 您将通过 %@接收一项资产。请问您需要添加这项资产到账户上来接收它吗？

# asset-support-add-title
source: You're about to receive an asset
de: Sie werden gleich ein Asset empfangen!
es: ¡Estas por recibir un activo!
fr: Vous êtes sur le point de recevoir un actif!
it: Stai per ricevere un attivo!
ja_jp: まもなく資産を受け取れます！
ko: 수신할 자산이 있습니다!
pt_br: Você está prestes a receber um ativo!
tr: Varlık almak üzeresiniz!
zh_hans: 您将要收到一项资产！

# asset-support-error
source: Unfortunately, this account is not opted-in to %@ asset. Please instruct the account to opt-in to the asset and then try again.
de: Leider wurde dieses Asset diesem Konto nicht hinzugefügt. Bitte weisen Sie den Kontoinhaber an, das Asset hinzuzufügen, und versuchen Sie es dann erneut.
es: Lamentablemente, esta cuenta no agregó este activo. Indícale al titular de la cuenta que agregue el activo e inténtalo nuevamente.
fr: Malheureusement, ce compte n'a pas ajouté cet actif. Veuillez indiquer au propriétaire du compte d'ajouter l'actif, puis réessayer.
it: Sfortunatamente, questo conto non ha aggiunto questo attivo. Istruisci il proprietario del conto affinché aggiunga l'attivo, e poi riprova.
ja_jp: 残念ながら、このアカウントはこの資産を追加していません。アカウントの所有者に資産の追加を指示してから、再度お試しください。
ko: 죄송합니다, 계정에 자산이 추가되지 않았습니다. 계정 소유주에게 자산 추가법을 문의하신 후 다시 시도해 주세요.
pt_br: Infelizmente, esta conta não adicionou o ativo. Alerte o proprietário da conta para adicionar o ativo e tente novamente.
tr: Ne yazık ki, bu hesap bu varlığı eklememiş. Lütfen hesap sahibinden varlığı eklemesini isteyin ve tekrar deneyin.
zh_hans: 很抱歉，本账户尚未添加该资产。请让账户所有者添加资产，并稍后再试。

# asset-support-not-same-title
source: Account does not accept this asset
de: Das Konto unterstützt dieses Asset nicht
es: La cuenta no acepta este activo
fr: Le compte n'accepte pas cet actif
it: Il conto non accetta questo attivo
ja_jp: アカウントはこの資産を受け入れません
ko: 계정에서 자산을 받지 않습니다.
pt_br: A conta não aceita este ativo
tr: Hesap, bu varlığı kabul etmiyor
zh_hans: 账户不接受该资产

# asset-support-title
source: Account does not accept this asset
de: Das Konto unterstützt dieses Asset nicht
es: La cuenta no acepta este activo
fr: Le compte n'accepte pas cet actif
it: Il conto non accetta questo attivo
ja_jp: アカウントはこの資産を受け入れません
ko: 계정에서 자산을 받지 않습니다.
pt_br: A conta não aceita este ativo
tr: Hesap, bu varlığı kabul etmiyor
zh_hans: 账户不接受这项资产

# asset-support-your-add-message
source: Please opt-in to this asset and try again.
de: Bitte fügen Sie dieses Asset hinzu und versuchen Sie es erneut.
es: Agrega este activo e inténtalo nuevamente.
fr: Veuillez ajouter cet actif et réessayer.
it: Aggiungi questo attivo e riprova.
ja_jp: この資産を追加して再度お試しください。
ko: 자산을 추가한 다음 다시 시도해 주세요.
pt_br: Adicione este ativo e tente novamente.
tr: Lütfen bu varlığı ekleyin ve tekrar deneyin.
zh_hans: 请添加该资产，并再次尝试。

# asset-support-your-add-title
source: Your accounts don't contain this asset
de: Dieses Asset wurde ihrem Konto noch nicht hinzugefügt.
es: Tus cuentas no poseen este activo
fr: Vos comptes ne contiennent pas cet actif
it: I tuoi conti non contengono questo attivo
ja_jp: アカウントにはこの資産が含まれていません
ko: 내 계정에 자산이 없습니다
pt_br: Suas contas não contêm este ativo
tr: Bu varlık hesabınızda bulunmuyor
zh_hans: 您的账户不包含此项资产

# asset-title
source: Asset
es: Activo
fr: Actif
it: Attivo
ja_jp: 資産
ko: 자산
pt_br: Ativo
tr: Varlık
zh_hans: 资产

# asset-transfer-balance
source: Transfer Balance
de: Guthaben übertragen
es: Transferir el saldo
fr: Transfert de solde
it: Trasferisci saldo
ja_jp: 転送残高
ko: 보내는 금액
pt_br: Transferir saldo
tr: Transfer Bakiyesi
zh_hans: 余额转账

# asset-verified-title
source: Verified
de: Verifiziert
es: Verificado
fr: Vérifié
it: Verificato
ja_jp: 確認済み
ko: 인증 완료
pt_br: Confirmado
tr: Doğrulandı
zh_hans: 已验证
