Repository: perawallet/pera-wallet
Catalog: ios/Resources/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja_jp, ko, pt_br, tr, zh_hans

# wallet-connect-transaction-warning-initial-description
source: External applications, also called dApps, can initiate transaction requests independently from Pera Wallet. Please ensure you review these transactions carefully before approving and signing them. All transactions are irreversible. As these requests are outside Pera Wallet's control, never approve transactions from a dApp you don’t know.
ja_jp: External applications also called as dApps can make transaction requests that the Pera Wallet does not control. Please ensure you review these transactions carefully before approving and signing them. All transactions are irreversible. Never approve transaction from dApp that you don’t know.
ko: External applications also called as dApps can make transaction requests that the Pera Wallet does not control. Please ensure you review these transactions carefully before approving and signing them. All transactions are irreversible. Never approve transaction from dApp that you don’t know.
pt_br: External applications also called as dApps can make transaction requests that the Pera Wallet does not control. Please ensure you review these transactions carefully before approving and signing them. All transactions are irreversible. Never approve transaction from dApp that you don’t know.

# wallet-connect-transaction-warning-rekey
source: This transaction will transfer ownership of this account. Your current recovery passphrase will no longer grant access to these assets.
de: Mit dieser Transaktion wird das Eigentum an diesem Konto übertragen. Ihre derzeitige Passphrase für die Wiederherstellung gewährt keinen Zugriff mehr auf diese Vermögenswerte.
es: Esta transacción transferirá la propiedad de esta cuenta. Tu frase de recuperación actual ya no otorgará acceso a estos activos.
fr: Cette transaction transférera la propriété de ce compte. Votre mot de passe de récupération actuel n'autorisera plus l'accès à ces actifs.
it: Questa transazione trasferirà la proprietà di questo conto. La tua attuale passphrase di recupero non consentirà più l'accesso a queste risorse.
ja_jp: このトランザクションにより、このアカウントの所有権が移転します。あなたの現在の復旧用パスフレーズでは、これらの資産へのアクセスができなくなります。
ko: 이번 트랜잭션으로 계정의 소유권을 이전합니다. 현재의 복원 비밀문구는 이러한 자산에 대한 접근 권한을 상실하게 됩니다.
pt_br: Esta transação vai transferir a propriedade desta conta. Sua frase senha de recuperação atual não dará mais acesso a esses ativos.
tr: Bu işlem, bu hesabın sahipliğini devredecek. Mevcut kurtarma parolanızla bu varlıklara erişim sağlamanıza artık izin verilmeyecek.
zh_hans: 这项交易将转移该账户的所有权。您当前的恢复密码将不再可以访问这些资产。

# wallet-connect-transaction-warning-rekey-title
source: Rekey To
de: Rekey an
es: Cambiar la clave a
fr: Rétablir pour
it: Ricodifica in
ja_jp: 再キー化先
ko: 계정 키 재지정:
pt_br: Rechavear Para
tr: Yeniden Anahtarla:
zh_hans: 密钥更新至

# watch-account-button
source: Create a Watch Account
ja_jp: ウォッチアカウントの作成
ko: 읽기 전용 계정 만들기
pt_br: Criar uma Conta de Observação

# watch-account-create
source: Create a watch account
de: Überwachungskonto erstellen
es: Crear una cuenta en observación
fr: Créer un Compte de Consultation
it: Crea un conto Watch
ja_jp: ウォッチアカウントの作成
ko: 읽기 전용 계정 만들기
pt_br: Criar uma Conta de Observação
tr: Bir İzleme Hesabı Oluştur
zh_hans: 创建Watch账户

# watch-account-error-address
source: Please enter a valid address.
de: Bitte geben Sie eine gültige Adresse ein.
es: Ingresa una dirección válida.
fr: Veuillez saisir une adresse valide.
it: Inserisci un indirizzo valido.
ja_jp: 有効なアドレスを入力してください。
ko: 정확한 주소를 입력하세요.
pt_br: Insira um endereço válido.
tr: Lütfen geçerli bir adres girin.
zh_hans: 请输入有效的地址。

# watch-account-explanation-title
source: You are creating a read-only view of an Algorand account.
de: Sie erstellen eine schreibgeschützte Ansicht eines Algorand-Kontos. Wenn Sie Assets an dieses Konto senden und Sie nicht über die entsprechende Wiederherstellungs-Passphrase verfügen, gehen diese Assets verloren.
es: Estás creando una vista de solo lectura de una cuenta de Algorand. Si envías activos a esta cuenta y no tienes la frase secreta de recuperación correspondiente, esos activos se perderán.
fr: Vous créez une vue en lecture seule d'un compte Algorand. Si vous envoyez des actifs vers ce compte et que vous ne disposez pas de la phrase secrète de récupération correspondante, ces actifs seront perdus.
it: Stai creando una visualizzazione di sola lettura di un conto Algorand. Se invii risorse a questo conto e non disponi della passphrase di ripristino corrispondente, tali risorse andranno perse.
ja_jp: Algorandアカウントの読み取り専用ビューを作成しています。このアカウントに資産を送信し、対応するリカバリーパスフレーズがない場合、それらの資産は失われます。
ko: 주의: 알고랜드 계정의 읽기 전용 조회 화면을 생성하고 있습니다. 이 계정으로 자산을 보냈으나 계정에 상응하는 복구 비밀문구가 없는 경우, 보내신 자산은 손실됩니다.
pt_br: Você está criando uma visualização somente para leitura de uma conta Algorand. Caso envie ativos para esta conta e não possua a senha de recuperação correspondente, esses ativos serão perdidos.
tr: Algorand hesabının salt okunur bir görünümünü oluşturuyorsunuz. Bu hesaba varlık göndermeniz ve ilgili hesabın kurtarma parolasına sahip olmamanız durumunda gönderilen varlıklar kaybolacaktır.
zh_hans: 您正在创建Algorand 账户的只读视图。如果您向该账户发送资产，但没有相应的恢复助记词，所发送的资产将会丢失。

# watch-account-input-placeholder
source: Account address or short name
de: Adresse einfügen oder QR-Code scannen
es: Pegar dirección o escanear QR
fr: Coller l'adresse ou scanner le QR
it: Incolla indirizzo o Scansiona QR
ja_jp: アドレスを貼り付けるか、QRコードをスキャン
ko: 주소를 붙여넣거나 QR 코드를 스캔하세요
pt_br: Colar Endereço ou Escanear QR
tr: Adresi Yapıştır veya QR Kodunu Tara
zh_hans: 粘贴钱包地址或扫描二维码

# watch-account-paste
source: Paste
ja_jp: 貼り付け
ko: 붙여넣기
pt_br: Colar

# wc-transaction-request-signed-warning-message
source: The transaction has been signed and sent to %@. Please visit %@ for the remaining process.
ja_jp: トランザクションが署名され、%@に送信されました。残りのプロセスについては、%@にアクセスしてください。
ko: 트랜잭션이 서명되어 %@(으)로 전송되었습니다. 남은 프로세스는 %@의 안내를 참조해 주십시오.
pt_br: A transação foi assinada e enviada a %@. Visite %@ para concluir o processo.

# wc-transaction-request-signed-warning-title
source: Your transaction is being processed!
ja_jp: トランザクションを処理しています！
ko: 트랜잭션이 처리 중입니다!
pt_br: Sua transação está sendo processada!

# send-algos-to
source: To
de: An
es: Para
fr: À
it: A
ko: 받으시는 분
pt_br: Para
tr: Alıcı:
zh_hans: 发送至

# settings-developer-dispenser
source: Algorand Dispenser
es: Expendedor de Algorand
fr: Distributeur Algorand
ko: 알고랜드 디스펜서
pt_br: Dispensador Algorand
tr: Algorand Dağıtıcı

# title-ok
source: OK
ko: 확인
tr: Tamam
zh_hans: 好的

# transaction-detail-from
source: From
de: Von
es: De
fr: De
it: Da
ko: 보내는 사람
pt_br: De
tr: Gönderen
zh_hans: 来自

# transaction-detail-to
source: To
de: An
es: Para
fr: Vers
it: A
ko: 받으시는 분
pt_br: Para
tr: Alıcı
zh_hans: 发送至

# wallet-connect-transaction-title-app-call-on-complete
source: OnComplete
ko: 완료(OnComplete)
zh_hans: 完成

# wallet-connect-transaction-title-raw
source: Raw Txns
de: Roh-Txns
es: Txns crudas
fr: Transactions brutes
it: Trans. grezze
ko: 원시 트랜잭션
pt_br: Transações Brutas
tr: Ham İşlemler
zh_hans: 原始Txns

# total-rewards-faq
source: FAQ
de: HÄUFIG GESTELLTE FRAGEN.
es: Preguntas Frecuentes
pt_br: Perguntas Frequentes
tr: SSS
zh_hans: 常见问题解答

# asset-detail-id-title
source: ID %@
tr: %@ Kimliği
zh_hans: 编号 %@

# title-id
source: ID
tr: Kimlik
zh_hans: 编号
