Repository: perawallet/pera-wallet
Catalog: ios/Resources/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja_jp, ko, pt_br, tr, zh_hans

# asset-you-already-own-message
source: You already own this asset
de: Sie besitzen dieses Asset nicht
es: Ya posees este activo
fr: Vous possédez déjà cet actif
it: Possiedi già questo attivo
ja_jp: すでにこの資産を所有しています
ko: 이미 보유 중인 자산입니다
pt_br: Você já possui este Ativo
tr: Zaten bu varlığa sahipsiniz
zh_hans: 您已拥有该资产

# back-up-phrase-qr
source: Show QR
de: QR-Code anzeigen
es: Mostrar QR
fr: Afficher QR
it: Mostra QR
ja_jp: QRを表示
ko: QR 표시
pt_br: Exibir QR
tr: QR Kodunu Göster
zh_hans: 显示二维码

# ble-error-bluetooth-title
source: Bluetooth Error
de: Bluetooth-Fehler
es: Error con Bluetooth
fr: Erreur Bluetooth
it: Errore Bluetooth
ja_jp: Bluetoothエラー
ko: Bluetooth 오류
pt_br: Erro de Bluetooth
tr: Bluetooth Hatası
zh_hans: 蓝牙错误

# ble-error-connection-title
source: Connection Error
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
it: Errore di connessione
ja_jp: 接続エラー
ko: 연결 오류
pt_br: Erro de Conexão
tr: Bağlantı Hatası
zh_hans: 连接错误

# ble-error-disconnected-peripheral
source: Disconnected from device
de: Verbindung mit dem Gerät getrennt
es: Se desconectó del dispositivo
fr: Déconnecté de l'appareil
it: Disconnesso dal dispositivo
ja_jp: デバイスから切断されました
ko: 기기 연결 끊김
pt_br: Desconectado do dispositivo
tr: Cihazın bağlantısı kesildi
zh_hans: 断开与设备的连接

# ble-error-fail-ble-connection-open-support
source: Open Ledger Support
it: Apri Supporto Ledger
ja_jp: Ledgerサポートを開く
ko: Ledger 지원 열기
pt_br: Abra o Suporte Ledger
tr: Ledger Support'u Aç

# ble-error-fail-ble-connection-power
source: Bluetooth must be enabled on your device in order to search for nearby Ledger devices.
de: Für die Suche nach Ledger-Geräten in der Nähe muss bei Ihrem Gerät Bluetooth aktiviert sein.
es: Tu dispositivo debe tener Blueetooth activado para poder buscar los dispositivos Ledger cercanos.
fr: Le Bluetooth doit être activé sur votre appareil afin de rechercher des appareils Ledger à proximité.
it: Il Bluetooth deve essere abilitato sul tuo dispositivo per cercare i dispositivi Ledger nelle vicinanze.
ja_jp: 近くのLedgerデバイスを検索するには、デバイスでBluetoothが有効になっている必要があります。
ko: 근처 Ledger 기기를 찾으려면 기기에서 Bluetooth 기능을 활성화해야 합니다.
pt_br: O Bluetooth deve estar habilitado em seu dispositivo para buscar por dispositivos Ledger próximos.
tr: Yakındaki Ledger cihazlarını aramak için cihazınızda Bluetooth özelliğinin açık olması gerekir.
zh_hans: 想要搜索附近的Ledger设备，请确保您已开启蓝牙功能

# ble-error-fail-ble-connection-repairing
source: If you’re having Ledger Nano X connection issues, please remove the device from your phone’s bluetooth settings, remove the ledger account, and then re-pair your Ledger following the Pera Wallet instructions.
it: Se hai problemi di connessione con Ledger Nano X, rimuovi il dispositivo dalle impostazioni bluetooth del telefono, rimuovi l'account Ledger e quindi esegui di nuovo l'associazione del Ledger seguendo le istruzioni di Algorand Wallet.
ja_jp: Ledger Nano Xの接続に問題がある場合は、お使いの携帯電話のBluetooth設定からデバイスを削除し、Ledgerアカウントを削除してから、Algorand Walletの指示に従ってLedgerを再ペアリングしてください。
ko: Ledger Nano X 연결 문제가 발생하는 경우 휴대폰의 블루투스 설정에서 기기를 제거하고 Ledger 계정을 삭제한 다음 알고랜드 지갑의 안내에 따라 Ledger을 다시 페어링하세요.
pt_br: Caso tenha problemas de conexão com o Ledger Nano X, remova o dispositivo das configurações de bluetooth do seu telefone, remova a conta ledger e refaça o pareamento do seu Ledger segundo instruções da Carteira Algorand.
tr: Ledger Nano X bağlantı sorunları yaşıyorsanız, lütfen cihazı telefonunuzun Bluetooth ayarlarından kaldırın, Ledger hesabını da kaldırın. Ardından, Algorand Wallet talimatlarını izleyerek Ledger'ınızı yeniden eşleştirin.

# ble-error-fail-ble-connection-resetting
source: Failed BLE connection for Resetting
de: BLE-Verbindung zum Zurücksetzen fehlgeschlagen
es: Falló la conexión BLE para reiniciar.
fr: Échec de la connexion BLE pour la réinitialisation
it: Connessione BLE non riuscita per il ripristino
ja_jp: リセット用のBLE接続に失敗しました
ko: 키 재지정을 위한 BLE 연결 실패
pt_br: Conexão BLE não foi possível para o Reinício
tr: Sıfırlamak için BLE bağlantısı başarısız
zh_hans: 重新设置的BLE连接失败

# ble-error-fail-ble-connection-unauthorized
source: Bluetooth permission needs to be granted in order to search nearby Ledgers.
de: Um nach Ledger-Geräten in Ihrer Nähe zu suchen, müssen Sie eine Bluetooth-Berechtigung erteilen.
es: Se deben otorgar permisos de Bluetooth para poder buscar los Ledgers cercanos.
fr: L'autorisation Bluetooth doit être accordée pour effectuer des recherches de Ledger à proximité.
it: È necessario concedere l'autorizzazione Bluetooth per cercare nei Ledger nelle vicinanze.
ja_jp: 近くのLedgerを検索するには、Bluetoothの許可が必要です。
ko: 근처 Ledger 기기를 찾으려면 Bluetooth를 허용해 주셔야 합니다.
pt_br: É preciso permissão Bluetooth a fim de buscar Ledgers próximos.
tr: Yakındaki Ledger'ları aramak için Bluetooth izninin verilmesi gerekir.
zh_hans: 搜索附近的Ledger之前，需要确保启用蓝牙功能。

# ble-error-fail-ble-connection-unsupported
source: The device you are trying to connect to is not supported with the Pera Wallet.
de: Das Gerät, das Sie verbinden möchten, wird von der Algorand-Wallet nicht unterstützt.
es: El dispositivo al que estás intentando conectarte no es compatible con el monedero Algorand.
fr: L'appareil auquel vous essayez de vous connecter n'est pas pris en charge par le Portefeuille Algorand.
it: Il dispositivo a cui stai tentando di connetterti non è supportato con Algorand Wallet.
ja_jp: 接続しようとしているデバイスは、Algorand Walletではサポートされていません。
ko: 알고랜드 지갑에서 연결하고자 하는 기기를 지원하지 않습니다.
pt_br: O dispositivo ao qual você tenta conectar-se não é suportado com a Carteira Algorand.
tr: Bağlanmaya çalıştığınız cihaz, Algorand Wallet tarafından desteklenmiyor.
zh_hans: Algorand钱包尚不支持您尝试连接的设备。

# ble-error-fail-connect-peripheral
source: Could not connect to the Ledger device. Make sure the device is unlocked, nearby and has bluetooth enabled. If problems persist, please remove the device from your phone's bluetooth settings, remove the ledger account, and re-pair.
de: Es konnte keine Verbindung zum Ledger-Gerät hergestellt werden. Stellen Sie sicher, dass sich das Gerät in der Nähe befindet und entsperrt ist und dass Bluetooth aktiviert ist.
es: No es posible conectar con el dispositivo Ledger. Asegúrate de que el dispositivo esté desbloqueado, esté cerca y tenga Blueetooth activado.
fr: Impossible de se connecter au périphérique Ledger. Assurez-vous que l'appareil est déverrouillé, à proximité et que le Bluetooth est activé.
it: Impossibile connettersi al dispositivo Ledger. Assicurati che il dispositivo sia sbloccato, nelle vicinanze e abbia il Bluetooth abilitato.
ja_jp: Ledgerデバイスに接続できませんでした。デバイスのロックが解除されているか、近くにあるか、Bluetoothが有効になっているかを確認してください。
ko: Ledger 기기에 연결할 수 없습니다. 기기의 잠금을 해제하고 스마트폰 가까이에 두었는지, Bluetooth를 켰는지 확인해 주세요.
pt_br: Não foi possível conectar com o dispositivo Ledger. Certifique-se de que o dispositivo está desbloqueado, próximo e com o bluetooth habilitado.
tr: Ledger cihazına bağlanılamadı. Cihazın kilidinin açıldığından, yakında bulunduğundan ve Bluetooth'unun etkin olduğundan emin olun. Sorun devam ederse, lütfen cihazı telefonunuzun Bluetooth ayarlarından kaldırın, Ledger hesabını da kaldırın. Ardından, yeniden eşleştirin.
zh_hans: 无法连接Ledger设备。请确认该设备在附近并已解锁，而且蓝牙功能已开启。

# ble-error-fail-fetch-account-address
source: We were unable to receive the public key of your ledger device. Please try again.
de: Der öffentliche Schlüssel Ihres Ledger-Geräts konnte nicht empfangen werden. Bitte versuchen Sie es erneut.
es: No pudimos recibir la clave pública de tu dispositivo Ledger. Inténtalo de nuevo.
fr: Nous n'avons pas pu recevoir la clé publique de votre appareil Ledger. Veuillez réessayer.
it: Impossibile ricevere la chiave pubblica del tuo dispositivo Ledger. Per favore riprova.
ja_jp: お使いのLedgerデバイスの公開鍵を受信できませんでした。もう一度お試しください。
ko: Ledger 기기의 공개 키를 수신하지 못했습니다. 다시 시도해 주세요.
pt_br: Não pudemos receber a chave pública do seu dispositivo ledger. Tente novamente.
tr: Ledger cihazınızın ortak anahtarını alamadık. Lütfen tekrar deneyin.
zh_hans: 我们无法接收到您Ledger设备的公钥。请再尝试一遍。

# ble-error-fail-sign-transaction
source: The paired ledger device has cancelled the transaction request.
de: Das gekoppelte Ledger-Gerät hat die Transaktionsanforderung abgebrochen.
es: El dispositivo Ledger emparejado canceló la solicitud de transacción.
fr: Le dispositif Ledger associé a annulé la demande de transaction.
it: Il dispositivo Ledger associato ha annullato la richiesta di transazione.
ja_jp: ペアリングされたLedgerデバイスがトランザクション要求をキャンセルしました。
ko: 페어링된 Ledger 기기가 트랜잭션 요청을 취소했습니다.
pt_br: O dispositivo ledger pareado cancelou o pedido de transação.
tr: Eşleştirilen Ledger cihazı, işlem isteğini iptal etti.
zh_hans: 配对的Ledger设备已取消交易请求。

# ble-error-ledger-connection-open-app-error
source: Please open the Algorand App on your ledger device.
de: Bitte öffnen Sie in Ihrem Ledger-Gerät die Algorand-App.
es: Inicia la aplicación de Algorand en tu dispositivo Ledger.
fr: Veuillez ouvrir l'application Algorand sur votre appareil Ledger.
it: Apri l'app Algorand sul tuo dispositivo Ledger.
ja_jp: お使いのLedgerデバイスでAlgorandアプリを開いてください。
ko: Ledger 기기에서 알고랜드 앱을 실행해 주세요.
pt_br: Abra o aplicativo Algorand em seu dispositivo ledger.
tr: Lütfen Ledger cihazınızda Algorand Uygulamasını açın.
zh_hans: 请在您的Ledger设备上打开Algorand应用。

# ble-error-ledger-connection-title
source: Ledger Connection Error
de: Ledger-Verbindungsfehler
es: Error de conexión con Ledger
fr: Erreur de connexion au Ledger
it: Errore di connessione al Ledger
ja_jp: Ledgerの接続エラー
ko: Ledger 연결 오류
pt_br: Erro de Conexão do Ledger
tr: Ledger Bağlantı Hatası
zh_hans: Ledger连接错误

# ble-error-search-title
source: Search Error
de: Fehler bei der Suche
es: Error de búsqueda
fr: Erreur de recherche
it: Errore di ricerca
ja_jp: 検索エラー
ko: 검색 오류
pt_br: Buscar Erro
tr: Arama Hatası
zh_hans: 搜索错误

# ble-error-transaction-cancelled-title
source: Transaction Cancelled
de: Transaktion abgebrochen
es: Transacción cancelada
fr: Transaction annulée
it: Transazione annullata
ja_jp: トランザクションのキャンセル
ko: 트랜잭션 취소
pt_br: Transação Cancelada
tr: İşlem İptal Edildi
zh_hans: 交易取消

# ble-error-transmission-title
source: Transmission Error
de: Übertragungsfehler
es: Error de transmisión
fr: Erreur de transmission
it: Errore di trasmissione
ja_jp: 送信エラー
ko: 전송 오류
pt_br: Erro de Transmissão
tr: İletim Hatası
zh_hans: 传输错误

# ble-error-unsupported-device-title
source: Unsupported Device
de: Gerät wird nicht unterstützt
es: Dispositivo no compatible
fr: Appareil non pris en charge
it: Dispositivo non supportato
ja_jp: サポートされていないデバイス
ko: 지원되지 않는 기기
pt_br: Dispositivo Não Suportado
tr: Desteklenmeyen Cihaz
zh_hans: 不支持的设备

# chart-no-data-text
source: Price API is currently unavailable, please check back soon.
de: Die Preis-API ist derzeit nicht verfügbar, bitte schauen Sie bald wieder vorbei.
es: La API de precios no está disponible en este momento. Vuelve a consultar pronto.
fr: Aucune donnée graphique disponible.
it: L'API del prezzo non è al momento disponibile, ricontrolla a breve.
ja_jp: 価格APIは現在利用できません、改めてご確認ください。
ko: 현재 가격 API를 사용할 수 없습니다. 잠시 후 다시 확인해 주십시오.
pt_br: API de preços momentaneamente indisponível. Volte mais tarde.
tr: Fiyat API'si şu anda kullanılamıyor. Lütfen daha sonra tekrar kontrol edin.
zh_hans: 无可用的图表数据。

# chart-time-all
source: All Time
de: Gesamter Zeitraum
es: Histórico
fr: Tout le temps
it: Sempre
ja_jp: 全期間
ko: 전체 기간
pt_br: Todo o Período
tr: Tüm Zamanlar
zh_hans: 全部时间

# chart-time-last-day
source: Last 1 Day
de: Letzter Tag
es: Último día
fr: Dernier jour
it: Ultimo 1 giorno
ja_jp: 過去1日
ko: 최근 1일
pt_br: Último Dia
tr: Son 1 Gün
zh_hans: 最近1天

# chart-time-last-hour
source: Last 1 Hour
de: Letzte Stunde
es: Última hora
fr: Dernière heure
it: Ultima 1 ora
ja_jp: 過去1時間
ko: 최근 1시간
pt_br: Última Hora
tr: Son 1 Saat
zh_hans: 最近1小时

# chart-time-last-month
source: Last 1 Month
de: Letzter Monat
es: Último mes
fr: Dernier mois
it: Ultimo 1 mese
ja_jp: 過去1か月
ko: 최근 1개월
pt_br: Último Mês
tr: Son 1 Ay
zh_hans: 最近1个月

# chart-time-last-week
source: Last 1 Week
de: Letzte Woche
es: Última semana
fr: Dernière semaine
it: Ultima 1 settimana
ja_jp: 過去1週間
ko: 최근 1주일
pt_br: Última Semana
tr: Son 1 Hafta
zh_hans: 最近1周

# chart-time-last-year
source: Last 1 Year
de: Letztes Jahr
es: Último año
fr: Dernière année
it: Ultimo 1 anno
ja_jp: 過去1年間
ko: 최근 1년
pt_br: Último Ano
tr: Son 1 Yıl
zh_hans: 最近1年

# chart-time-selection-all
source: ALL
de: ALLE
es: TODOS
fr: TOUT
it: TUTTI
ja_jp: すべて
ko: 전체
pt_br: TODOS
tr: TÜMÜ
zh_hans: 全部

# chart-time-selection-daily
source: 1D
fr: 1J
it: 1G
ja_jp: 1日
ko: 1일
pt_br: 1 Dia
tr: 1G
zh_hans: 1天

# chart-time-selection-hourly
source: 1H
it: 1 ora
ja_jp: 1時間
ko: 1시간
pt_br: 1 Hora
tr: 1S
zh_hans: 1小时

# chart-time-selection-monthly
source: 1M
ja_jp: 1月
ko: 1개월
pt_br: 1 Mês
tr: 1A
zh_hans: 1个月

# chart-time-selection-weekly
source: 1W
es: 1S
fr: 1S
it: 1S
ja_jp: 1週
ko: 1주일
pt_br: 1 Semana
tr: 1H
zh_hans: 1周

# chart-time-selection-yearly
source: 1Y
es: 1A
fr: 1A
it: 1A
ja_jp: 1年
ko: 1년
pt_br: 1 Ano
zh_hans: 1年

# contact-search-empty-detail
source: Try different contact name
de: Bitte versuchen Sie es mit einem anderen Kontaktnamen
es: Intenta con un nombre de contacto diferente
fr: Veuillez essayer un autre nom de contact
it: Prova un nome di contatto diverso
ja_jp: 別の連絡先名をお試しください
ko: 다른 연락처 이름을 사용해보세요
pt_br: Tente um nome de contato diferente
tr: Lütfen farklı bir kişi adı deneyin
zh_hans: 请尝试其他联系人名字

# contact-search-empty-title
source: No contact found
de: Kein Kontakt gefunden
es: No se encontraron contactos
fr: Aucun contact trouvé
it: Nessun contatto trovato
ja_jp: 連絡先が見つかりません
ko: 연락처 찾을 수 없음
pt_br: Nenhum contato encontrado
tr: Kişi bulunamadı
zh_hans: 未找到联系人

# contacts-add
source: Add Contact
de: Kontakt hinzufügen
es: Agregar contacto
fr: Ajouter le contact
it: Aggiungi contatto
ja_jp: 連絡先を追加
ko: 연락처 추가
pt_br: Adicionar Contato
tr: Kişi Ekle
zh_hans: 添加联系人

# contacts-add-photo
source: Add Photo
ja_jp: 写真の追加
ko: 사진 추가
pt_br: Adicionar Foto

# contacts-address-validation-error
source: Address is wrong. Please make sure that you entered correct one.
de: Die Adresse ist falsch. Bitte stellen Sie sicher, dass Sie sie korrekt eingegeben haben.
es: La dirección es incorrecta. Asegúrate de ingresar la dirección correcta.
fr: L'adresse est fausse. Veuillez vous assurer que vous avez entré la bonne.
it: L'indirizzo è sbagliato. Assicurati di aver inserito quello corretto.
ja_jp: アドレスが違います。正しいアドレスを入力してください。
ko: 잘못된 주소입니다. 정확한 비밀문구를 입력했는지 확인하시기 바랍니다.
pt_br: Endereço errado. Certifique-se de inserir o endereço correto.
tr: Adres yanlış. Lütfen adresi doğru girdiğinizden emin olun.
zh_hans: 地址有误。请确认您填写了正确的地址。

# contacts-approve-delete-contact
source: Yes, delete contact
ja_jp: はい、連絡先を削除します
ko: 네, 연락처를 삭제합니다
pt_br: Sim, excluir contato

# contacts-close-warning-subtitle
source: Your unsaved progress will be lost. Are you sure?
de: Ihre nicht gespeicherten Eingaben gehen verloren. Sind Sie sicher, dass Sie fortfahren möchten?
es: Se perderán los cambios que no hayas guardado. ¿Estás seguro?
fr: Votre progression non enregistrée sera perdue. Êtes-vous sûr?
it: I tuoi progressi non salvati andranno persi. Sei sicuro?
ja_jp: 保存されていない進行状況は失われます。よろしいですか？
ko: 저장하지 않은 내용이 손실됩니다. 계속 진행하시겠습니까?
pt_br: Suas ações não salvas serão perdidas. Tem certeza?
tr: Kaydedilmeyen ilerlemeniz kaybedilecek. Emin misiniz?
zh_hans: 您会丢失未保存的进度，您确定要这么做吗？

# contacts-close-warning-title
source: Are you sure?
de: Sind Sie sicher, dass Sie fortfahren möchten?
es: ¿Estás seguro?
fr: Êtes-vous sûr?
it: Sei sicuro?
ja_jp: よろしいですか？
ko: 계속 진행하시겠습니까?
pt_br: Tem certeza?
tr: Emin misiniz?
zh_hans: 确定吗？

# contacts-delete-contact
source: Delete contact
de: Kontakt entfernen
es: Eliminar contacto
fr: Supprimer le contact
it: Elimina contatto
ja_jp: 連絡先を削除
ko: 연락처 삭제
pt_br: Apagar Contato
tr: Kişiyi Sil
zh_hans: 删除联系人

# contacts-delete-contact-alert-explanation
source: Are you sure you want to delete this contact?
de: Sind Sie sicher, dass Sie diesen Kontakt entfernen möchten?
es: ¿Estás seguro de que quieres borrar este contacto?
fr: Êtes-vous sûr de vouloir supprimer ce contact?
it: Sei sicuro di voler eliminare questo contatto?
ja_jp: この連絡先を削除してもよろしいですか？
ko: 정말로 연락처를 삭제하시겠습니까?
pt_br: Tem certeza de que deseja apagar este contato?
tr: Bu kişiyi silmek istediğinizden emin misiniz?
zh_hans: 确定要删除该联系人吗？

# contacts-delete-contact-button
source: Delete this contact
ja_jp: この連絡先を削除
ko: 이 연락처 삭제
pt_br: Excluir esse contato

# contacts-empty-detail-text
source: You can make the process of sending assets faster by adding new contacts.
de: Fügen Sie neue Kontakte hinzu, damit Sie künftig Assets schneller versenden können.
es: Al agregar nuevos contactos puedes acelerar el proceso de envío de activos.
fr: Vous pouvez accélérer le processus d'envoi d'actifs en ajoutant de nouveaux contacts.
it: Puoi velocizzare il processo di invio degli attivi aggiungendo nuovi contatti.
ja_jp: 新しい連絡先を追加することで、資産の送信プロセスを高速化できます。
ko: 새 연락처로 추가하면 자산을 더 빠르게 전송하실 수 있습니다.
pt_br: Você pode acelerar o processo de envio de ativos adicionando novos contatos.
tr: Yeni kişiler ekleyerek, varlık gönderim sürecini daha hızlı bir hale getirebilirsiniz.
zh_hans: 您可以通过添加新联系人，加快发送资产的速度。

# contacts-empty-text
source: You haven't added any contacts yet
de: Sie haben noch keine Kontakte hinzugefügt
es: Aún no has agregado ningún contacto
fr: Vous n'avez pas encore ajouté de contacts
it: Non hai ancora aggiunto alcun contatto
ja_jp: まだ連絡先を追加していません
ko: 추가한 연락처가 없습니다
pt_br: Você ainda não adicionou contatos
tr: Henüz bir kişi eklemediniz.
zh_hans: 尚未添加任何联系人

# contacts-info
source: Contact Info
de: Kontaktinformationen
es: Información del contacto
fr: Informations de contact
it: Informazioni di contatto
ja_jp: 連絡先情報
ko: 연락처 정보
pt_br: Info de Contato
tr: Kişi Bilgileri
zh_hans: 联系人信息

# contacts-info-edit
source: Edit Contact
de: Kontaktinformationen bearbeiten
es: Editar información de contacto
fr: Modifier les informations de contact
it: Modifica informazioni di contatto
ja_jp: 連絡先情報の編集
ko: 연락처 정보 수정
pt_br: Editar Informações de Contato
tr: Kişi Bilgilerini Düzenle
zh_hans: 编辑联系人信息

# contacts-input-name-placeholder
source: Contact name
de: Kontaktname
es: Nombre del contacto
fr: Nom du contact
it: Nome del contatto
ja_jp: 連絡先名
ko: 연락처 이름
pt_br: Nome do Contato
tr: Kişi adı
zh_hans: 联系人姓名

# contacts-name-validation-error
source: Name is empty.
de: Das Namensfeld ist leer.
es: El nombre esta vacío.
fr: Le nom est vide.
it: Il nome è vuoto.
ja_jp: 名前が空欄です。
ko: 이름은 필수 입력 항목입니다.
pt_br: Nome está em branco.
tr: Ad alanı boş.
zh_hans: 姓名栏空白。

# contacts-search
source: Search contacts or name
de: Kontakte durchsuchen
es: Buscar contactos
fr: Rechercher des contacts
it: Ricerca contatti
ja_jp: 連絡先を検索
ko: 연락처 검색
pt_br: Buscar Contatos
tr: Kişi Ara
zh_hans: 选择联系人

# contacts-title
source: Contacts
de: Kontakte
es: Contactos
it: Contatti
ja_jp: 連絡先
ko: 연락처
pt_br: Contatos
tr: Kişiler
zh_hans: 联系人

# contacts-title-assets
source: Assets
es: Activos:
fr: Actifs:
it: Attivi:
ja_jp: 資産:
ko: 자산:
pt_br: Ativos:
tr: Varlıklar:
zh_hans: 资产：

# contacts-transactions-title
source: Transaction History
de: Transaktionen
es: Transacciones
fr: Transactions
it: Transazioni
ja_jp: トランザクション
ko: 트랜잭션
pt_br: Transações
tr: İşlemler
zh_hans: 交易

# default-error-message
source: An error occured.
de: Es ist ein Fehler aufgetreten.
es: Ocurrió un error.
fr: Une erreur s'est produite.
it: Si è verificato un errore.
ja_jp: エラーが発生しました。
ko: 오류가 발생했습니다.
pt_br: Um erro ocorreu.
tr: Bir hata meydana geldi.
zh_hans: 出现错误

# edit-node-title
source: Edit Node
de: Knoten bearbeiten
es: Editar nodo
fr: Modifier le nœud
it: Modifica nodo
ja_jp: ノードの編集
ko: 노드 수정
pt_br: Editar Node
tr: Düğümü Düzenle
zh_hans: 编辑备注

# edit-note-note-explanation
source: Enter your note
ja_jp: メモを入力する
ko: 참조할 내용을 입력하세요
pt_br: Insira sua nota

# edit-note-title
source: Add Note
ja_jp: メモを追加
ko: 참조 추가
pt_br: Adicionar Nota

# empty-accounts-action
source: Create new Account
de: Neues Konto erstellen
es: Crear una nueva cuenta
fr: Créer un nouveau compte
it: Crea un nuovo conto
ja_jp: 新規アカウントの作成
ko: 새 계정 만들기
pt_br: Criar uma Conta nova
tr: Yeni Hesap Oluştur
zh_hans: 创建新的账户

# empty-accounts-detail
source: You need to create an account to start transacting your assets.
de: Sie müssen ein Konto eröffnen, um mit der Transaktion Ihrer Assets zu beginnen.
es: Debes crear una cuenta para comenzar a realizar transacciones con tus activos.
fr: Vous devez créer un compte pour commencer à utiliser vos actifs.
it: È necessario creare un conto per avviare la transazione dei tuoi attivi.
ja_jp: 資産の取引を開始するには、アカウントを作成する必要があります。
ko: 자산 거래를 시작하려면 계정을 만들어야 합니다.
pt_br: Para começar a negociar seus ativos, você precisa criar uma conta.
tr: Varlıklarınızla işlem yapmaya başlamak için bir hesap oluşturmanız gerekiyor.
zh_hans: 您需要创建账户进行资产交易。

# empty-accounts-title
source: Create an Account
de: Konto eröffnen
es: Crear una cuenta
fr: Créer un compte
it: Crea un conto
ja_jp: アカウントの作成
ko: 계정 만들기
pt_br: Criar Conta
tr: Bir Hesap Oluştur
zh_hans: 创建账户

# feedback-empty-category-message
source: Please select a category.
de: Bitte wählen Sie eine Kategorie.
es: Selecciona una categoría.
fr: Veuillez sélectionner une catégorie.
it: Seleziona una categoria.
ja_jp: カテゴリを選択してください。
ko: 카테고리를 선택해 주세요.
pt_br: Selecione uma categoria.
tr: Lütfen bir kategori seçin.
zh_hans: 请选择一个类别

# feedback-empty-note-message
source: Please add your note.
de: Bitte fügen Sie eine Bemerkung hinzu.
es: Agrega una nota.
fr: Veuillez ajouter votre note.
it: Per favore aggiungi la tua nota.
ja_jp: メモを追加してください。
ko: 참조할 내용을 추가해 주세요.
pt_br: Adicione sua nota.
tr: Lütfen notunuzu ekleyin.
zh_hans: 请添加您的备注

# feedback-empty-title
source: Error
de: Fehler
fr: Erreur
it: Errore
ja_jp: エラー
ko: 오류
pt_br: Erro
tr: Hata
zh_hans: 错误

# feedback-error-message
source: Your feedback could not sent!
de: Ihr Feedback konnte nicht gesendet werden!
es: No se pudieron enviar tus comentarios
fr: Vos commentaires n'ont pas pu être envoyés!
it: Non è stato possibile inviare il tuo feedback!
ja_jp: フィードバックを送信できませんでした！
ko: 피드백을 보내지 못했습니다!
pt_br: Seu comentário não foi enviado!
tr: Geri bildiriminiz gönderilemedi!
zh_hans: 您的反馈无法发送！

# feedback-error-title
source: Error
de: Fehler
fr: Erreur
it: Errore
ja_jp: エラー
ko: 오류
pt_br: Erro
tr: Hata
zh_hans: 错误

# feedback-subtitle-account-detail
source: Choose Account
de: Konto auswählen
es: Elegir cuenta
fr: Choisir un compte
it: Scegliere il conto
ja_jp: アカウントの選択
ko: 계정 선택
pt_br: Escolher Conta
tr: Hesap Seç
zh_hans: 选择账户

# feedback-subtitle-account-title
source: Account (Optional)
de: Konto (optional)
es: Cuenta (opcional)
fr: Compte (facultatif)
it: Conto (opzionale)
ja_jp: アカウント（オプション）
ko: 계정(선택 사항)
pt_br: Conta (Opcional)
tr: Hesap (İsteğe bağlı)
zh_hans: 账户（选填）

# feedback-subtitle-category
source: Type of feedback
de: Art des Feedbacks
es: Tipo de comentario
fr: Type de commentaires
it: Tipo di feedback
ja_jp: フィードバックの種類
ko: 피드백 유형
pt_br: Tipo de comentário
tr: Geri bildirim türü
zh_hans: 反馈类别

# feedback-subtitle-note
source: What’s on your mind
de: Welches Anliegen haben Sie?
es: ¿Qué estás pensando?
fr: Qu'avez-vous en tête
it: A cosa stai pensando?
ja_jp: ご意見をお聞かせください
ko: 말씀하실 사항이 무엇인가요?
pt_br: O que você tem em mente
tr: Ne düşünüyorsunuz?
zh_hans: 您的想法

# feedback-success-detail
source: Thank you, we’ve recived your feedback
de: Vielen Dank! Wir haben Ihr Feedback empfangen
es: Gracias, recibimos tus comentarios
fr: Merci, nous avons reçu vos commentaires
it: Grazie, abbiamo ricevuto il tuo feedback
ja_jp: ありがとうございます、フィードバックを受け取りました
ko: 감사합니다, 피드백을 받았습니다
pt_br: Obrigado! Recebemos seu comentário.
tr: Teşekkürler, geri bildiriminizi aldık
zh_hans: 谢谢，我们已收到您的反馈
