Repository: perawallet/pera-wallet
Catalog: ios/Resources/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja_jp, ko, pt_br, tr, zh_hans

# transaction-detail-fee
source: Fee
de: Gebühr
es: Comisión
fr: Frais
it: Commissione
ja_jp: 料金
ko: 수수료
pt_br: Tarifa
tr: Komisyon
zh_hans: 费用

# transaction-detail-id
source: Transaction ID
de: Transaktions-ID
es: ID de transacción
fr: ID de la transaction
it: ID transazione
ja_jp: トランザクションID
ko: 트랜잭션 ID
pt_br: ID da Transação
tr: İşlem Kimliği
zh_hans: 交易编号

# transaction-detail-id-copied-title
source: ID copied to clipboard
ja_jp: IDがクリップボードにコピーされました
ko: ID를 클립보드로 복사 완료
pt_br: ID copiada

# transaction-detail-note
source: Note
de: Bemerkung
es: Nota
it: Nota
ja_jp: メモ
ko: 참조
pt_br: Nota
tr: Not
zh_hans: 备注

# transaction-detail-note-copied
source: Note copied to clipboard
de: Transaktionskommentar in die Zwischenablage kopiert
es: Se copió al portapapeles la nota de la transacción
fr: Note de transaction copiée dans le presse-papiers
it: Nota della transazione copiata negli appunti
ja_jp: トランザクションメモがクリップボードにコピーされました
ko: 트랜잭션 참조 내용 클립보드로 복사 완료
pt_br: Transação não copiada para área de transferência
tr: İşlem notu panoya kopyalandı
zh_hans: 交易备注已复制到剪贴板

# transaction-detail-pending
source: Pending
ja_jp: 保留中
ko: 대기 중
pt_br: Pendente

# transaction-detail-pending-transactions
source: Pending Transactions
ja_jp: 保留中のトランザクション
ko: 대기 중인 트랜잭션
pt_br: Transações Pendentes

# transaction-detail-receive
source: Receive
ja_jp: 受け取る
ko: 받기
pt_br: Receber

# transaction-detail-reward
source: Reward
es: Recompensa
fr: Récompense
it: Ricompensa
ja_jp: リワード
ko: 보상
pt_br: Recompensa
tr: Ödül
zh_hans: 奖励

# transaction-detail-round
source: Round
de: Runde
es: Ronda
fr: Rond
ja_jp: ラウンド
ko: 라운드
pt_br: Rodada
tr: Tur
zh_hans: 区块高度

# transaction-detail-send
source: Send
ja_jp: 送信
ko: 전송
pt_br: Enviar

# transaction-detail-sender
source: Sender
de: Absender
es: Remitente
fr: Expéditeur
it: Mittente
ja_jp: 送信者
ko: 보내는 사람
pt_br: Remetente
tr: Gönderen
zh_hans: 发送人

# transaction-detail-status
source: Status
es: Estado
fr: Statut
it: Stato
ja_jp: 状態
ko: 상태
pt_br: Estatus
tr: Durum
zh_hans: 状态

# transaction-detail-title
source: Transaction Detail
de: Transaktionsdetails
es: Detalle de la transacción
fr: Détail de la transaction
it: Dettaglio transazione
ja_jp: トランザクションの詳細
ko: 트랜잭션 상세 정보
pt_br: Detalhes da Transação
tr: İşlem Ayrıntısı
zh_hans: 交易细节

# transaction-download-close-to
source: Close To: Address
de: Schließen und Restbetrag senden an: Adresse
es: Cierre para: Dirección
fr: Près de: Adresse
it: Vicino a: Indirizzo
ja_jp: To: アドレスを閉じる
ko: 계정 삭제용 송금을 받으시는 분: 주소
pt_br: Fechar Para: Endereço
tr: Kapanış Hesabı: Adres
zh_hans: 密件抄送至：地址

# transaction-download-from
source: From: Address
de: Von: Adresse
es: De: Dirección
fr: Depuis: Adresse
it: Da: indirizzo
ja_jp: From: アドレス
ko: 보내는 사람: 주소
pt_br: De: Endereço
tr: Gönderen: Adres
zh_hans: 来自：地址

# transaction-download-to
source: To: Address
de: An: Adresse
es: Para: Dirección
fr: Vers: Adresse
it: A: Indirizzo
ja_jp: To: アドレス
ko: 받는 사람: 주소
pt_br: Para: Endereço
tr: Alıcı: Adres
zh_hans: 发送至：地址

# transaction-filter-error-subtitle
source: Sorry, something went wrong there.
de: Es tut uns leid, aber es ist ein Fehler aufgetreten.
es: Ocurrió un error.
fr: Désolé, une erreur s'est produite.
it: Scusate, qualcosa è andato storto.
ja_jp: 申し訳ありませんが、問題が発生しました。
ko: 죄송합니다, 문제가 발생했습니다.
pt_br: Desculpe, mas algo deu errado.
tr: Üzgünüz, bir sorun oluştu
zh_hans: 抱歉，出错了。

# transaction-filter-error-title
source: Something went wrong
de: Es ist ein Fehler aufgetreten
es: Algo salió mal
fr: Un problème est survenu
it: Qualcosa è andato storto
ja_jp: 問題が発生しました
ko: 문제가 발생했습니다
pt_br: Algo deu errado
tr: Bir sorun oluştu
zh_hans: 出错了

# transaction-filter-option-all
source: All Time
de: Gesamter Zeitraum
es: Histórico
fr: Tout le temps
it: Sempre
ja_jp: 全期間
ko: 전체 기간
pt_br: Todos Horários
tr: Tüm Zamanlar
zh_hans: 全部时间

# transaction-filter-option-custom
source: Custom Range
de: Benutzerdefinierter Zeitraum
es: Rango personalizado
fr: Gamme personnalisée
it: Intervallo personalizzato
ja_jp: カスタム範囲
ko: 범위 설정
pt_br: Intervalo Padrão
tr: Özel Aralık
zh_hans: 自定义范围

# transaction-filter-option-month
source: Last Month
de: Letzter Monat
es: El mes pasado
fr: Le mois dernier
it: Il mese scorso
ja_jp: 先月
ko: 지난달
pt_br: Último Mês
tr: Geçen Ay
zh_hans: 上个月

# transaction-filter-option-today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja_jp: 今日
ko: 오늘
pt_br: Hoje
tr: Bugün
zh_hans: 今天

# transaction-filter-option-week
source: Last Week
de: Letzte Woche
es: La semana pasada
fr: La semaine dernière
it: La settimana scorsa
ja_jp: 先週
ko: 지난주
pt_br: Última Semana
tr: Geçen Hafta
zh_hans: 上周

# transaction-filter-option-yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ja_jp: 昨日
ko: 어제
pt_br: Ontem
tr: Dün
zh_hans: 昨天

# transaction-filter-title-sort
source: Filter by Date
de: Nach Datum sortieren
es: Ordenar por fecha
fr: Trier par date
it: Ordina per data
ja_jp: 日付順に表示
ko: 날짜별 정렬
pt_br: Ordenar por Data
tr: Tarihe Göre Sırala
zh_hans: 按日期排序

# transaction-filter-tooltip
source: You can now filter the history of transactions
de: Sie können den Transaktionsverlauf jetzt filtern
es: Ya puedes filtrar el historial de transacciones
fr: Vous pouvez désormais filtrer l'historique des transactions
it: Ora puoi filtrare la cronologia delle transazioni
ja_jp: トランザクション履歴をフィルタリングできるようになりました
ko: 트랜잭션 내역을 필터링하실 수 있습니다.
pt_br: Você agora pode filtrar o histórico de transações
tr: Artık işlem geçmişini filtreleyebilirsiniz
zh_hans: 您现在可以筛选交易记录

# transaction-filter-try-again
source: Try Again
de: Erneut versuchen
es: Inténtalo de nuevo
fr: Réessayer
it: Riprova
ja_jp: やり直す
ko: 다시 시도해 주세요
pt_br: Tente novamente
tr: Tekrar Dene
zh_hans: 再次尝试

# transaction-id-open-algoexplorer
source: Open in AlgoExplorer
de: Im AlgoExplorer öffnen
es: Abrir en AlgoExplorer
fr: Ouvrir dans AlgoExplorer
it: Apri in AlgoExplorer
ja_jp: AlgoExplorerで開く
ko: AlgoExplorer에서 열기
pt_br: Abrir no AlgoExplorer
tr: AlgoExplorer'da Aç
zh_hans: 在AlgoExplorer中打开

# transaction-id-open-goalseeker
source: Open in GoalSeeker
de: In GoalSeeker öffnen
es: Abrir en GoalSeeker
fr: Ouvrir dans GoalSeeker
it: Apri in GoalSeeker
ja_jp: GoalSeekerで開く
ko: GoalSeeker에서 열기
pt_br: Abrir no GoalSeeker
tr: GoalSeeker'da Aç
zh_hans: 在GoalSeeker中打开

# transaction-result-completed-subtitle
source: Your transaction was successfully received by the Algorand network.
ja_jp: 注文は正常に受信されました
ko: 주문을 받았습니다
pt_br: Seu pedido foi recebido com sucesso

# transaction-result-completed-title
source: Transaction Received
ja_jp: 注文受信済
ko: 주문 접수 완료
pt_br: Pedido Recebido

# transaction-result-started-subtitle
source: Your transaction was successfully submitted to the Algorand network.
ja_jp: 注文は正常に受信されました
ko: 주문을 받았습니다
pt_br: Seu pedido foi recebido com sucesso

# transaction-result-started-title
source: Transaction Submitted
ja_jp: 注文済
ko: 주문 완료
pt_br: Pedido Colocado

# transaction-tutorial-subtitle
source: We notice that this is your first transaction. Before you finalize, keep in mind a couple of tips:
de: Wir haben festgestellt, dass dies Ihre erste Transaktion ist. Vor dem Abschluss sollten Sie ein paar Tipps beachten:
es: Notamos que esta es su primera transacción. Antes de finalizar, ten en cuenta los siguientes consejos:
fr: Nous avons remarqué qu'il s'agit de votre première transaction. Avant de la finaliser, gardez à l'esprit quelques conseils:
it: Notiamo che questa è la tua prima transazione. Prima di concluderla, tieni presente un paio di suggerimenti:
ja_jp: 最初のトランザクションを検知しました。確定する前に、いくつかのヒントを覚えておいてください。
ko: 첫 번째 트랜잭션을 진행하고 계십니다. 거래를 마무리하기 전에 몇 가지 팁을 고려해보세요.
pt_br: Percebemos que esta é sua primeira transação. Antes de finalizar, lembre-se de algumas dicas:
tr: Bu işlemin ilk işleminiz olduğunu fark ettik. İşlemi sonuçlandırmadan önce birkaç ipucunu aklınızda bulundurmanızı öneririz:
zh_hans: 我们注意到这是您的第一笔交易。在完成交易之前，请记住以下几点提示：

# transaction-tutorial-subtitle-other
source: Before you finalize your transaction, keep in mind a couple of tips:
de: Bevor Sie Ihre Transaktion abschließen, sollten Sie ein paar Tipps beachten:
es: Antes de finalizar tu transacción, ten en cuenta algunos consejos:
fr: Avant de finaliser votre transaction, gardez à l'esprit quelques conseils:
it: Prima di concludere la transazione, tieni presente un paio di suggerimenti:
ja_jp: トランザクションを完了する前に、いくつかのヒントを覚えておいてください。
ko: 거래를 마무리하기 전에 몇 가지 팁을 고려해보세요.
pt_br: Antes de finalizar sua transação, lembre-se de algumas dicas:
tr: İşleminizi sonuçlandırmadan önce birkaç ipucunu aklınızda bulundurmanızı öneririz:
zh_hans: 在完成交易之前，请记住以下几点提示：

# transaction-tutorial-tap-to-more
source: For more information on transacting, tap here
de: Weitere Informationen zu Transaktionen finden Sie hier
es: Para obtener más información sobre las transacciones, pulsa aquí
fr: Pour plus d'informations sur les transactions, appuyez ici
it: Per ulteriori informazioni sulle transazioni, tocca qui
ja_jp: トランザクションの詳細については、こちらをタップしてください
ko: 트랜잭션을 자세히 알아보려면 여기를 눌러주세요
pt_br: Para maiores informações sobre como realizar transações, toque aqui
tr: İşlem yapma hakkında daha fazla bilgi almak için buraya dokunun
zh_hans: 有关交易的更多信息，请点击这里。

# transaction-tutorial-tap-to-more-highlighted
source: tap here
de: hier tippen
es: pulsa aquí
fr: appuyez ici
it: tocca qui
ja_jp: ここをタップ
ko: 여기를 눌러주세요
pt_br: toque aqui
tr: buraya dokunun
zh_hans: 点击这里

# transaction-tutorial-tip-first
source: When sending to an address for the first time, It’s useful to send a small test transaction before sending a large amount.
de: Wenn Sie zum ersten Mal an eine Adresse senden, ist es sinnvoll, eine kleine Testtransaktion zu senden, bevor Sie einen größeren Betrag senden.
es: Al enviar a una dirección por primera vez, resulta útil enviar una pequeña transacción de prueba antes de enviar una suma importante.
fr: Lors de l'envoi à une adresse pour la première fois, il est utile d'envoyer une petite transaction de test avant d'envoyer un montant important.
it: Quando si invia a un indirizzo per la prima volta, è utile inviare una piccola transazione di prova prima di inviare un grande importo.
ja_jp: 初めてのアドレスに送信する場合、大きな金額を送信する前に少額のテストトランザクションを行うと便利です。
ko: 해당 주소로 처음 송금하는 경우, 큰 금액을 보내기 전에 소규모로 테스트 트랜잭션을 보내보시기를 권장합니다.
pt_br: Ao enviar a um endereço pela primeira vez, recomenda-se enviar uma pequena transação como teste antes de enviar uma grande quantia.
tr: Bir adrese ilk defa gönderim yaparken, büyük miktarda gönderim yapmadan önce test etmek amacıyla küçük miktarda bir gönderim işlemi yapmak iyi bir fikirdir.
zh_hans: 如果是首次向该地址发送交易时，可以尝试在发送大笔交易之前，先发送一笔小额的交易测试。

# transaction-tutorial-tip-second
source: Exchanges change their deposit addresses frequently, and saved exchange addresses may no longer be in use. Ensure you're sending to the correct address.
de: Börsen ändern häufig ihre Einzahlungsadressen und gespeicherte Börsenadressen sind ggf. nicht mehr gültig. Stellen Sie sicher, dass Sie an die richtige Adresse senden.
es: Las plataformas de intercambio cambian sus direcciones de depósito con frecuencia y es posible que las direcciones de intercambio guardadas ya no estén en uso. Asegúrate de enviar a la dirección correcta.
fr: Les échanges changent fréquemment leurs adresses de dépôt et les adresses d'échanges enregistrées peuvent ne plus être utilisées. Assurez-vous d'envoyer à la bonne adresse.
it: Gli scambi cambiano frequentemente i loro indirizzi di deposito e gli indirizzi di scambio salvati potrebbero non essere più in uso. Assicurati di inviare all'indirizzo corretto.
ja_jp: 交換所は頻繁に入金アドレスを変更するため、保存されている交換所のアドレスはすでに使用されていない可能性があります。正しいアドレスに送信しているか確認してください。
ko: 거래소는 입금 주소를 자주 변경하며, 저장된 거래소 주소가 더 이상 사용되지 않을 수 있습니다. 올바른 주소로 송금하고 있는지 확인해주세요.
pt_br: As corretoras alteram seus endereços de depósito com frequência e os endereços gravados podem não estar mais em uso. Certifique-se de estar enviando ao endereço correto.
tr: Borsalar yatırma adreslerini sıklıkla değiştirir ve daha önceden kaydedilen borsa adresleri artık kullanılmıyor olabilir. Doğru adrese gönderim yaptığınızdan emin olun.
zh_hans: 交易所经常改变存款地址，所保存的交易所地址可能失效。请确保您的汇款地址是正确的。

# transaction-tutorial-tip-second-highlighted
source: Ensure you're sending to the correct address.
de: Stellen Sie sicher, dass Sie an die richtige Adresse senden.
es: Asegúrate de que estás enviando a la dirección correcta.
fr: Assurez-vous d'envoyer à la bonne adresse.
it: Assicurati di inviare all'indirizzo corretto.
ja_jp: 正しいアドレスに送信していることを確認してください。
ko: 올바른 주소로 송금하고 있는지 확인해주세요.
pt_br: Certifique-se de estar enviando ao endereço correto.
tr: Doğru adrese gönderdiğinizden emin olun.
zh_hans: 请确保你所发送的地址是正确的。

# transaction-tutorial-title
source: Transacting Tips
de: Transaktionstipps
es: Sugerencias para transacciones
fr: Conseils pour les transactions
it: Suggerimenti per le transazioni
ja_jp: トランザクションのヒント
ko: 트랜잭션 팁
pt_br: Dicas para Transações
tr: İşlemlere Yönelik İpuçları
zh_hans: 交易提示

# tutorial-action-title-ledger
source: How does it work?
ja_jp: うまく作動していますか？
ko: 사용 방법
pt_br: Como funciona?

# tutorial-action-title-passcode
source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
ja_jp: 今はしない
ko: 나중에
pt_br: Agora não
tr: Şimdi değil
zh_hans: 暂不需要

# tutorial-description-back-up
source: Creating a passphrase backup will allow you to recover your account. Without the passphrase, if you lose your device, remove the account or delete the app, you can permanently lose access to your Algorand account!
de: Ohne Ihre Wiederherstellungs-Passphrase verlieren Sie bei Verlust Ihres Geräts oder beim Löschen der App dauerhaft den Zugriff auf Ihr Algorand-Konto.
es: Si no tienes tu frase secreta de recuperación y pierdes tu dispositivo o eliminas la aplicación perderás permanentemente el acceso a tu cuenta de Algorand.
fr: Sans votre phrase secrète de récupération, si vous perdez votre appareil ou supprimez l'application, vous perdrez définitivement l'accès à votre compte Algorand.
it: Senza la passphrase di ripristino, se perdi il dispositivo o cancelli l'app, perderai definitivamente l'accesso al tuo conto Algorand.
ja_jp: リカバリーパスフレーズがない場合、デバイスを紛失したりアプリを削除したりすると、Algorandアカウントに永久にアクセスできなくなります。
ko: 기기 분실, 앱 삭제 시 복구 비밀문구가 없는 경우, 알고랜드 계정에 영구적으로 접속할 수 없습니다.
pt_br: Sem sua frase senha de recuperação, caso perca seu dispositivo, exclua o aplicativo ou perca seu telefone, você perderá de forma permanente o acesso à sua conta Algorand.
tr: Kurtarma parolanız olmadan cihazınızı kaybetmeniz veya uygulamayı silmeniz durumunda Algorand hesabınıza erişimi kalıcı olarak kaybedersiniz.
zh_hans: 若无恢复用的助记词，设备丢失或删除APP后，您会永久无法访问该Algorand账户。

# tutorial-description-ledger
source: Please make sure your Ledger is unlocked with Bluetooth enabled
ja_jp: Ledgerのロックが解除され、Bluetoothが有効になっていることを確認してください
ko: Ledger 기기의 잠금을 해제하고 Bluetooth를 활성화했는지 확인하세요
pt_br: Certifique-se de que seu Ledger está desbloqueado e com o Bluetooth habilitado

# tutorial-description-ledger-connected
source: Welcome to Pera Wallet! Your account is ready to use
ja_jp: Algorandへようこそ！お客様のアカウントはすぐにお使いいただけます
ko: 알고랜드에 오신 것을 환영합니다! 계정을 사용하실 수 있습니다
pt_br: Bem vindo à Algorand! Sua conta está pronta para ser utilizada

# tutorial-description-local
source: Your FaceID or TouchID will be required to use the app. We recommend enabling biometric authentication to help increase wallet security in the event your phone is stolen.
de: Ihre FaceID oder TouchID wird für die Verwendung der App benötigt. Wir empfehlen, die biometrische Authentifizierung zu aktivieren, um die Sicherheit der Wallet im Falle eines Diebstahls Ihres Telefons zu erhöhen.
es: Necesitarás tu FaceID o TouchID para usar la aplicación. Recomendamos habilitar la autenticación biométrica para aumentar la seguridad del monedero en caso de que te roben el teléfono.
fr: Votre autorisation FaceID ou TouchID sera nécessaire pour utiliser l'application. Nous vous recommandons d'activer l'authentification biométrique pour améliorer la sécurité du portefeuille en cas de vol de votre téléphone.
it: Il tuo FaceID o TouchID sarà necessario per utilizzare l'app. Ti consigliamo di abilitare l'autenticazione biometrica per aumentare la sicurezza del tuo wallet in caso di furto del telefono.
ja_jp: アプリを使用するには、FaceIDまたはTouchIDが必要になります。携帯電話の盗難に備えウォレットのセキュリティを強化するために、生体認証を有効にすることをお勧めします。
ko: FaceID 또는 TouchID 인증을 통과해야 앱을 사용할 수 있게 됩니다. 휴대폰 도난에 대비해 지갑의 보안을 강화하려면 생체 인증을 활성화하시길 권장합니다.
pt_br: Para utilizar o aplicativo, será necessária sua FaceID ou TouchID. Recomendamos habilitar a autenticação biométrica para ajudar a aumentar a segurança da carteira no caso de seu telefone ser roubado.
tr: Uygulamayı kullanmak için FaceID veya TouchID gerekli olacak. Telefonunuzun çalınma ihtimaline karşılık cüzdan güvenliğini artırmaya yardımcı olması için biyometrik kimlik doğrulamasının etkinleştirilmesini öneririz.
zh_hans: 需要面容ID或指纹ID才能使用该APP。我们推荐开启生物特征认证功能，即便手机丢失，也能保护钱包的安全性。

# tutorial-description-passcode
source: This 6-digit PIN will be required to use the Pera Wallet. We highly recommend creating a PIN to help increase wallet security in the event your phone is stolen.
de: Diese 6-stellige PIN wird benötigt, um die Algorand Wallet zu verwenden. Wir empfehlen dringend, eine PIN zu erstellen, um die Sicherheit der Wallet zu erhöhen, falls Ihr Telefon gestohlen wird.
es: Necesitarás este PIN de 6 dígitos para usar el monedero de Algorand. Recomendamos encarecidamente crear un PIN para aumentar la seguridad del monedero en caso de que te roben el teléfono.
fr: Ce code PIN à 6 chiffres sera nécessaire pour utiliser le Portefeuille Algorand. Nous vous recommandons vivement de créer un code PIN pour améliorer la sécurité du portefeuille en cas de vol de votre téléphone.
it: Questo PIN a 6 cifre sarà necessario per utilizzare Algorand Wallet. Ti consigliamo vivamente di creare un PIN per aumentare la sicurezza del wallet in caso di furto del telefono.
ja_jp: この6桁のPINは、Algorand Walletを使用するために必要になります。携帯電話の盗難に備えウォレットのセキュリティを強化するために、PINを作成することを強くお勧めします。
ko: 6자리 PIN 번호를 입력해야 알고랜드 지갑을 사용할 수 있게 됩니다. 휴대폰 도난에 대비해 지갑의 보안을 강화하려면 PIN을 설정하시길 권장합니다.
pt_br: Esta senha de 6 dígitos será necessária para a utilização da Carteira Algorand. A criação de uma senha é altamente recomendável para aumentar a segurança da carteira para o caso de seu telefone ser roubado.
tr: Algorand Wallet'ı kullanmak için 6 haneli bir PIN gerekli olacak. Telefonunuzun çalınma ihtimaline karşılık cüzdan güvenliğini artırmaya yardımcı olması için bir PIN oluşturmanızı özellikle öneririz.
zh_hans: 要有6位数的PIN码，才能使用Algorand钱包。我们强烈创建您创建PIN码，即便手机被盗，也能够维护钱包的安全性。

# tutorial-description-recover
source: In the following steps, you'll enter your 25-word recovery passphrase to recover an Algorand account. Have your recovery phrase handy before you begin.
de: In den folgenden Schritten geben Sie Ihre 25 Worte umfassende Wiederherstellungs-Passphrase ein, um ein Algorand-Konto wiederherzustellen. Halten Sie Ihre Wiederherstellungsphrase bereit, bevor Sie beginnen.
es: En los siguientes pasos, ingresarás tu frase secreta de recuperación de 25 palabras para recuperar una cuenta de Algorand. Ten a mano tu frase de recuperación antes de comenzar.
fr: Dans les étapes suivantes, vous entrerez votre phrase secrète de récupération de 25 mots pour récupérer un compte Algorand. Ayez votre phrase de récupération à portée de main avant de commencer.
it: Nei passaggi seguenti, inserirai la tua passphrase di ripristino di 25 parole per recuperare un conto Algorand. Tieni a portata di mano la frase di ripristino prima di iniziare.
ja_jp: 次の手順では、25語のリカバリーパスフレーズを入力して、Algorandアカウントを復元します。始める前に、リカバリーフレーズをご用意ください。
ko: 다음 단계에서는 알고랜드 계정을 복원하기 위해 25단어로 구성된 복구 비밀문구를 입력하셔야 합니다. 시작하기 전에 복구 비밀문구를 준비하시기 바랍니다.
pt_br: Nas etapas seguintes, insira sua senha de recuperação de 25 palavras para recuperar uma conta Algorand. Tenha sua frase de recuperação em mãos antes de começar.
tr: Aşağıdaki adımlarda, bir Algorand hesabını kurtarmak için 25 kelimelik kurtarma parolanızı gireceksiniz. Başlamadan önce kurtarma parolanızı hazırda bulundurun.
zh_hans: 接下来，您将输入25字节的恢复助记词来恢复Algorand账户。开始之前，请您准备好恢复用的助记词。

# tutorial-description-warning-title
source: Warning:
de: Warnung:
es: Advertencia:
fr: Avertissement:
it: Attenzione:
ja_jp: 警告：
ko: 주의:
pt_br: Atenção:
tr: Uyarı:
zh_hans: 警告:

# tutorial-description-watch
source: Monitor activity of an account without needing a recovery passphrase. This is useful for monitoring assets that are kept in cold storage.
de: Mit einem Überwachungskonto können Sie die Aktivität eines Kontos überwachen, ohne dass Sie die Passphrase haben müssen. Dies ist nützlich für die Überwachung von Assets, die in einem Cold-Storage aufbewahrt werden. Warnung: Wenn Sie nicht über die entsprechende Wiederherstellungs-Passphrase verfügen, dürfen Sie keine Assets an dieses Konto senden.
es: Supervisa la actividad de una cuenta sin necesidad de tener la frase secreta. Esto es útil para monitorear activos en almacenamiento en frío. Advertencia: si no tienes la frase secreta de recuperación correspondiente, no envíes activos a esta cuenta.
fr: Surveillez l'activité d'un compte sans avoir besoin d'une phrase secrète de récupération. Ceci est utile pour surveiller les actifs conservés hors ligne. Avertissement: si vous ne disposez pas de la phrase secrète de récupération correspondante, n'envoyez pas d'actifs vers ce compte.
it: Monitora l'attività di un conto senza bisogno di avere la passphrase di ripristino. Ciò è utile per monitorare le risorse mantenute in cold storage. Attenzione: se non disponi della passphrase di ripristino corrispondente, non inviare risorse a questo conto.
ja_jp: リカバリーパスフレーズの必要無く、アカウントのアクティビティを監視できます。これは、コールドストレージに保管されている資産を監視するのに便利です。 警告：対応するリカバリーパスフレーズがない場合は、このアカウントに資産を送信しないでください。
ko: 읽기 전용 계정을 사용하면 비밀문구가 없어도 계정 활동을 모니터링할 수 있습니다. 콜드 스토리지에 보관된 자산을 모니터링하는 데 유용한 기능입니다. 경고: 계정에 설정된 복구 비밀문구를 모르는 경우, 이 계정으로 자산을 보내지 마세요.
pt_br: Uma conta de Observação permite que você monitore a atividade de uma conta sem precisar de uma frase senha. Isso é útil para monitorar ativos mantidos em armazenamento frio. Atenção: caso não tenha a frase senha de recuperação correspondente, não envie ativos para esta conta.
tr: Bir kurtarma parolasına gerek kalmadan bir hesabın etkinliğini izleyin. Soğuk depolamada tutulan varlıkların izlenmesi için yararlıdır. Uyarı: İlgili hesabın kurtarma parolasına sahip değilseniz, bu hesaba varlık göndermeyin.
zh_hans: Watch账户能够让你监控账户活动，且无需输入助记词。该功能有助于监控冷储藏的资产。 警告：若无相应的恢复助记词，请勿将资产发送到该帐户上。

# tutorial-description-watch-warning
source: If you do not have the corresponding recovery passphrase, do not send assets to this account.
ja_jp: 対応するリカバリーパスフレーズがない場合は、このアカウントに資産を送信しないでください。
ko: 계정에 설정된 복구 비밀문구를 모르는 경우 이 계정으로 자산을 보내지 마세요.
pt_br: Caso não tenha a frase senha de recuperação disponível, não envie ativos para esta conta.
