Repository: perawallet/pera-wallet
Catalog: ios/Resources/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja_jp, ko, pt_br, tr, zh_hans

# recover-passphrase-title
source: Recovery Passphrase
de: Wiederherstellungs-Passphrase
es: Frase secreta de recuperación
fr: Phrase secrète de récupération
it: Passphrase di ripristino
ja_jp: リカバリーパスフレーズ
ko: 복구 비밀문구
pt_br: Frase Senha de Recuperação
tr: Kurtarma parolası
zh_hans: 恢复助记词

# recover-title
source: Recover
de: Wiederherstellen
es: Recuperar
fr: Récupérer
it: Recupera
ja_jp: 復元
ko: 복원
pt_br: Recuperar
tr: Kurtar
zh_hans: 恢复

# rekey-instruction-first
source: Future transactions will be signed by your new Ledger Device.
de: Zukünftige Transaktionen werden mit Ihrem neuen Ledger-Gerät signiert.
es: Las transacciones futuras serán firmadas por el nuevo dispositivo Ledger.
fr: Les transactions futures seront signées par votre nouvel Appareil Ledger.
it: Le transazioni future saranno firmate dal tuo nuovo dispositivo Ledger.
ja_jp: 今後のトランザクションは、お使いの新しいLedgerデバイスによって署名されます。
ko: 앞으로 새 Ledger 기기로 트랜잭션에 서명하게 됩니다.
pt_br: Futuras transações serão assinadas por seu novo Dispositivo Ledger.
tr: Gelecekte yapacağınız işlemler yeni Ledger Cihazınız ile imzalanacak.
zh_hans: 使用新的Ledger设备签署未来的交易。

# rekey-instruction-header
source: What to expect
de: Was das bedeutet:
es: Qué puedes esperar:
fr: À quoi s'attendre:
it: Cosa aspettarsi:
ja_jp: 予想される状況:
ko: 예상되는 결과:
pt_br: O que esperar:
tr: Sizi neler bekliyor:
zh_hans: 值得期待：

# rekey-instruction-second-ledger
source: Your old Ledger will no longer function for this account.
de: Ihr altes Ledger-Gerät wird für dieses Konto nicht mehr funktionieren.
es: Tu antiguo dispositivo Ledger ya no funcionará con esta cuenta.
fr: Votre ancien Ledger ne fonctionnera plus pour ce compte.
it: Il tuo vecchio Ledger non funzionerà più per questo conto.
ja_jp: 古いLedgerはこのアカウントでは機能しなくなります。
ko: 기존의 Ledger는 더 이상 이 계정에서 사용할 수 없습니다.
pt_br: Seu antigo Ledger não funcionará mais para esta conta.
tr: Eski Ledger'ınız, bu hesap için artık çalışmayacak.
zh_hans: 该账户将不再支持您旧的Ledger设备。

# rekey-instruction-second-standard
source: This account's passphrase will no longer function for this account
de: Die Passphrase dieses Kontos wird für dieses Konto nicht mehr funktionieren.
es: La frase secreta de esta cuenta ya no servirá para esta cuenta
fr: La phrase secrète de ce compte ne fonctionnera plus pour ce compte
it: La passphrase di questo conto non funzionerà più per questo conto
ja_jp: このアカウントのパスフレーズは、このアカウントでは機能しなくなります
ko: 계정에 설정된 비밀문구는 더 이상 이 계정에서 사용할 수 없습니다.
pt_br: Esta frase senha de conta não funcionará mais para esta conta
tr: Bu hesabın parolası, bu hesap için artık çalışmayacak
zh_hans: 该账户将不再支持这些助记词。

# rekey-instruction-start
source: Start Process
de: Prozess starten
es: Comenzar el proceso
fr: Démarrer le processus
it: Avvia processo
ja_jp: プロセスの開始
ko: 절차 시작
pt_br: Iniciar Processo
tr: Süreci Başlat
zh_hans: 启动进程

# rekey-instruction-subtitle-ledger
source: Replace your account ledger with a new Ledger Device
de: Ersetzen Sie Ihr Ledger-Gerät für Ihr Konto durch ein neues Ledger-Gerät
es: Reemplaza tu cuenta de Ledger con un nuevo dispositivo Ledger
fr: Remplacez le Ledger de votre compte par un nouvel appareil Ledger
it: Sostituisci il tuo Ledger del conto con un nuovo dispositivo Ledger
ja_jp: アカウント元帳を新しいLedgerデバイスと置き換えます
ko: 내 계정의 Ledger를 새 Ledger 기기로 교체합니다
pt_br: Substituir sua conta ledger com um novo Dispositivo Ledger
tr: Ledger hesabınızı, yeni bir Ledger Cihazı ile değiştirin
zh_hans: 用新的Ledger设备替换现有账户。

# rekey-instruction-subtitle-standard
source: Replace your account’s passphrase with a Ledger Device.
de: Ersetzen Sie die Passphrase Ihres Kontos durch ein Ledger-Gerät.
es: Reemplaza la frase secreta de tu cuenta con un dispositivo Ledger.
fr: Remplacez la phrase secrète de votre compte par un appareil Ledger.
it: Sostituisci la passphrase del tuo conto con un dispositivo Ledger.
ja_jp: アカウントのパスフレーズをLedgerデバイスに置き換える。
ko: 내 계정의 비밀문구를 새 Ledger 기기로 교체합니다
pt_br: Substituir sua frase senha de conta com um Dispositivo Ledger.
tr: Hesabınızın parolasını bir Ledger Cihazı ile değiştirin.
zh_hans: 利用Ledger设备替换账户助记词。

# rekey-instruction-third
source: Your account’s public key, balances, and configuration will not change.
de: Der öffentliche Schlüssel, das Kontoguthaben und die Konfiguration Ihres Kontos sind vom Rekeying nicht betroffen.
es: La clave pública, los saldos y la configuración no cambiarán.
fr: La clé publique, les soldes et la configuration de votre compte ne changeront pas.
it: La chiave pubblica, i saldi e la configurazione del tuo conto non cambieranno.
ja_jp: アカウントの公開鍵、残高、設定は変更されません。
ko: 계정의 공개 키, 잔액, 설정은 그대로 유지됩니다.
pt_br: A chave pública de sua conta, saldos e configurações não serão alterados.
tr: Hesabınızın ortak anahtarı, bakiyeleri ve yapılandırması değişmeyecek.
zh_hans: 您账户的公钥、余额以及配置不会改变。

# rekey-instruction-title
source: Rekey Account
de: Konto-Rekeying
es: Cambiar la clave de la cuenta
fr: Rétablir la clé du compte
it: Ricodifica il conto
ja_jp: アカウントの再キー化
ko: 계정 키 재지정
pt_br: Rechavear Conta
tr: Hesabı Yeniden Anahtarla
zh_hans: 密钥更新账户

# request-algos-title
source: Request Algo
de: Algos anfordern
es: Solicitar Algos
fr: Demander des ALGO
it: Richiedi Algo
ja_jp: Algosのリクエスト
ko: 알고 요청
pt_br: Solicitar Algos
tr: Algo İste
zh_hans: ALGO请求

# request-title
source: Request
de: Anfordern
es: Solicitar
fr: Demande
it: Richiesta
ja_jp: リクエスト
ko: 요청
pt_br: Solicitar
tr: İste
zh_hans: 请求

# reward-list-title
source: Reward
es: Recompensa
fr: Récompense
it: Ricompensa
ja_jp: リワード
ko: 보상
pt_br: Recompensa
tr: Ödül
zh_hans: 奖励

# rewards-detail-subtitle
source: You earn rewards just by owning Algo! Here's a summary of your earned rewards since your last transaction. These rewards are always included in your balance.
de: Sie verdienen automatisch Rewards, wenn Sie Algos besitzen! Hier ist eine Übersicht über Ihre Rewards-Aktivitäten seit Ihrer letzten Transaktion. Diese Rewards werden immer in Ihrem Guthaben ausgewiesen.
es: ¡Consigues recompensas solo por poseer Algos! Aquí tienes un historial de recompensas desde la última transacción. Estas recompensas siempre se incluyen en tu saldo.
fr: Vous gagnez des récompenses simplement en possédant des ALGO! Voici un résumé de votre activité de récompenses depuis votre dernière transaction. Ces récompenses sont toujours incluses dans votre solde.
it: Guadagni ricompense solo possedendo Algo! Di seguito è riportato un riepilogo dell'attività delle ricompense dall'ultima transazione. Queste ricompense sono sempre incluse nel tuo saldo.
ja_jp: Algosを保有するだけでリワードを獲得できます！前回のトランザクション以降のリワード活動をまとめました。これらのリワードは常にお客様の残高に含まれています。
ko: 알고를 보유하시면 보상을 드립니다! 여기에서 최종 트랜잭션 이후 발생한 보상 활동의 요약을 확인해보세요. 보상은 이미 계정 잔액에 포함되어 있습니다.
pt_br: Você ganha recompensas só por ter Algos! Veja o resumo de suas atividades recompensadas desde a última transação. Essas recompensas são incluídas em seu saldo.
tr: Algo sahibi olarak ödül kazanabilirsiniz! İşte son işleminizden bu yana ödül etkinliğinizin bir özeti. Bu ödüller her zaman bakiyenize dahil edilir.
zh_hans: 持有ALGO即可获得奖励！以下是自从您上笔交易后的奖励汇总。您的余额中将始终包括这些奖励。

source: Rewards Rate
ja_jp: 報酬率
ko: 보상 비율
pt_br: Taxa de Recompensas

# rewards-show-title
source: Show Rewards
de: Rewards anzeigen
es: Mostrar recompensas
fr: Afficher les récompenses
it: Mostra ricompense
ja_jp: リワードを表示する
ko: 보상 표시
pt_br: Exibir Recompensas
tr: Ödülleri Göster
zh_hans: 显示奖励

# rewards-since-last-text
source: Since Last Transaction
de: Seit der letzten Transaktion
es: Desde la última transacción
fr: Depuis la dernière transaction
it: Dall'ultima transazione
ja_jp: 前回のトランザクション以降
ko: 최종 트랜잭션 이후
pt_br: Desde a Última Transação
tr: Son İşlemden Bu Yana
zh_hans: 自从上笔交易后

# rewards-title
source: Rewards
es: Recompensas
fr: Récompenses
it: Ricompense
ja_jp: リワード
ko: 보상
pt_br: Recompensas
tr: Ödüller
zh_hans: 奖励

# screenshot-description
source: Do not backup your recovery passphrase by taking a screenshot. Having an image containing your passphrase is a security risk.
de: Sichern Sie Ihre Wiederherstellungs-Passphrase nicht, indem Sie einen Screenshot machen. Ein Bild, das Ihre Passphrase enthält, stellt ein Sicherheitsrisiko dar.
es: No tomes una captura de pantalla como copia de seguridad de tu frase secreta de recuperación. Tener una imagen que contenga tu frase secreta es un riesgo de seguridad.
fr: Ne sauvegardez pas votre phrase secrète de récupération en prenant une capture d'écran. Avoir une image contenant votre phrase secrète est un risque pour la sécurité.
it: Non eseguire il backup della passphrase di ripristino acquisendo uno screenshot. Avere un'immagine contenente la passphrase è un rischio per la sicurezza.
ja_jp: リカバリーパスフレーズをスクリーンショットでバックアップしないでください。パスフレーズを含む画像があると、セキュリティ上のリスクとなります。
ko: 스크린샷을 찍어 복구 비밀문구를 백업하지 마세요. 비밀문구가 포함된 이미지가 존재하면 보안상의 위험이 있습니다.
pt_br: Não grave sua frase senha de recuperação fazendo a captura de tela. Ter uma imagem contendo sua senha é um risco à segurança.
tr: Kurtarma parolanızı ekran görüntüsü alarak yedeklemeyin. Parolanızı içeren bir görüntünün olması bir güvenlik riskidir.
zh_hans: 请勿截屏备份恢复助记词。保存含有助记词的图片会带来安全风险。

# screenshot-title
source: Screenshot Detected
de: Screenshot erkannt
es: Captura de pantalla detectada
fr: Capture d'écran détectée
it: Screenshot rilevato
ja_jp: スクリーンショットの検出
ko: 스크린샷 감지됨
pt_br: Captura de Tela Detectada
tr: Ekran Görüntüsü Algılandı
zh_hans: 检测到屏幕截图

# security-settings-localAuthentication
source: Enable Face ID/Touch ID
ja_jp: Face ID/Touch IDを有効にする
ko: Face ID/Touch ID 활성화
pt_br: Habilitar ID Facial/ID por Toque

# security-settings-pinCode-activation
source: Enable PIN Code
ja_jp: PINコードを有効にする
ko: PIN 코드 활성화
pt_br: Habilitar SENHA

# security-settings-pinCode-change
source: Set / Change PIN Code
ja_jp: PINコードの設定/変更
ko: PIN 코드 설정/변경
pt_br: Configurar / Alterar SENHA

# security-settings-section
source: Security Preferences
ja_jp: セキュリティ設定
ko: 보안 기본 설정
pt_br: Preferências de Segurança

# security-settings-title
source: Security
ja_jp: セキュリティ
ko: 보안
pt_br: Segurança

# send-algos-account-delete-body
source: To keep an account open, the account must have at least 0.01 ALGO. If you send the max amount, the account will be deleted and your active participation keys will be deleted as well.
de: Ein Konto muss mindestens ein Guthaben von 0,01 Algos aufweisen. Andernfalls wird es gelöscht. Wenn Sie den maximalen Betrag senden, werden das Konto und Ihre aktiven Teilnahmeschlüssel gelöscht.
es: Para mantener una cuenta abierta, la cuenta debe tener al menos 0,01 ALGO. Si envías el monto máximo, la cuenta se eliminará y también se eliminarán tus claves de participación activas.
fr: Pour garder un compte ouvert, le compte doit avoir au moins 0,01 ALGO. Si vous envoyez le montant maximum, le compte sera supprimé et vos clés de participation actives seront également supprimées.
it: Per mantenere aperto un conto, questo deve contenere almeno 0,01 ALGO. Se invii l'importo massimo, il conto viene cancellato e vengono cancellate anche le chiavi di partecipazione attive.
ja_jp: アカウントを維持するには、最低でも0.01 ALGOが必要です。最大量を送信した場合、アカウントは削除され、お客様の有効な参加キーも削除されます。
ko: 계정을 활성 상태로 유지하려면 계정 잔액이 0.01알고 이상이어야 합니다. 최대 금액을 전송하는 경우, 계정이 삭제되며 활성화된 참여 키 역시 삭제됩니다.
pt_br: Para permanecer aberta, uma conta precisa ter ao menos 0,01 ALGO. Caso envie a quantia máxima, a conta será apagada junto com suas chaves de participação ativa.
tr: Hesabınızı açık tutmak için, hesabınızda en az 0,01 ALGO bulunması gerekir. Maksimum tutarda gönderim yaparsanız, hesabınız ile etkin katılım anahtarlarınız silinir.
zh_hans: 账户至少需持有0.01个ALGO才能保持开通状态。若您发送全部ALGO，账户将被删除，您的有效参与密钥也同样会被删除。

# send-algos-account-delete-title
source: Your account is about to be deleted, are you sure you want to proceed?
de: Sie sind im Begriff, Ihr Konto zu löschen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Estás a punto de eliminar tu cuenta, ¿estás seguro de que deseas continuar?
fr: Votre compte est sur le point d'être supprimé, êtes-vous sûr de vouloir continuer?
it: Il tuo conto sta per essere cancellato, sei sicuro di voler procedere?
ja_jp: アカウントが削除されます。続行してもよろしいですか？
ko: 계정이 삭제됩니다, 계속하시겠습니까?
pt_br: Sua conta está prestes a ser apagada. Tem certeza de que deseja prosseguir?
tr: Hesabınız silinmek üzere. Devam etmek istediğinizden emin misiniz?
zh_hans: 账户将被删除，您确定要删除吗？

# send-algos-address
source: Address
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ja_jp: アドレス
ko: 주소
pt_br: Endereço
tr: Adres
zh_hans: 地址

# send-algos-address-not-selected
source: Address not selected
de: Die Adresse wurde nicht ausgewählt
es: No se seleccionó una dirección
fr: Adresse non sélectionnée
it: Indirizzo non selezionato
ja_jp: アドレスが選択されていません
ko: 선택된 주소 없음
pt_br: Endereço não selecionado
tr: Adres seçilmedi
zh_hans: 未选择地址

# send-algos-alert-incomplete-title
source: Incomplete Transaction
de: Unvollständige Transaktion
es: Transacción incompleta
fr: Transaction incomplète
it: Transazione incompleta
ja_jp: 不完全なトランザクション
ko: 미완료 트랜잭션
pt_br: Transação Incompleta
tr: Tamamlanmamış İşlem
zh_hans: 交易不完整

# send-algos-alert-message
source: Please fill the fields.
de: Bitte füllen Sie die Felder aus.
es: Completa los campos.
fr: Veuillez remplir les champs.
it: Per favore compila i campi.
ja_jp: フィールドに記入してください。
ko: 입력란에 정보를 입력해 주세요.
pt_br: Preencha os campos.
tr: Lütfen tüm alanları doldurun.
zh_hans: 请填写此栏。

# send-algos-alert-message-address
source: Please enter a destination address.
de: Bitte geben Sie eine Zieladresse ein.
es: Ingresa una dirección de destino.
fr: Veuillez saisir une adresse de destination.
it: Inserisci un indirizzo di destinazione.
ja_jp: 送信先のアドレスを入力してください。
ko: 전송 대상의 주소를 정확하게 입력하세요.
pt_br: Insira um endereço destino.
tr: Lütfen gönderilecek hesabı girin.
zh_hans: 请输入目标地址。

# send-algos-amount-error
source: Transaction amount cannot be more than your available algo
de: Der Transaktionsbetrag darf nicht höher sein als Ihr verfügbarer Betrag.
es: El monto de la transacción no puede ser mayor que los Algos disponibles.
fr: Le montant de la transaction ne peut pas être supérieur à vos ALGO disponibles
it: L'importo della transazione non può essere superiore ai tuoi Algo disponibili
ja_jp: 利用可能なalgos以上の取引額は設定できません
ko: 트랜잭션 금액을 사용 가능한 알고 금액 이상으로 설정할 수 없습니다
pt_br: A quantia em transação não pode ser maior do que os algos disponíveis
tr: İşlem miktarı, kullanılabilir Algo'larınızdan fazla olamaz
zh_hans: 交易金额不可超过所持有的ALGO数额。

# send-algos-balance-title
source: Balance:
de: Guthaben:
es: Saldo:
fr: Solde:
it: Saldo:
ja_jp: 残高:
ko: 잔액:
pt_br: Saldo:
tr: Bakiye:
zh_hans: 余额：

# send-algos-contact-not-found
source: Contact not found
de: Der Kontakt wurde nicht gefunden
es: No se encontró el contacto.
fr: Contact introuvable
it: Contatto non trovato
ja_jp: 連絡先が見つかりません
ko: 연락처 찾을 수 없음
pt_br: Contato não encontrado
tr: Kişi bulunamadı
zh_hans: 无法找到联系人

# send-algos-contacts
source: Contacts
de: Kontakte
es: Contactos
it: Contatti
ja_jp: 連絡先
ko: 연락처
pt_br: Contatos
tr: Kişiler
zh_hans: 联系人

# send-algos-minimum-amount-custom-error
source: The transaction cannot be completed because the amount will put your account below minimum required balance of %@ Algo.
de: Die Transaktion kann nicht abgeschlossen werden, da der Betrag Ihr Konto unter den erforderlichen Mindestkontostand von %@ Algos bringen würde.
es: La transacción no se puede completar porque el monto dejaría a tu cuenta por debajo del saldo mínimo requerido de %@ Algos.
fr: La transaction ne peut pas être complétée car le montant placera votre compte sous le solde minimum requis de %@ ALGO.
it: L'importo della transazione determina un saldo inferiore al saldo minimo del conto di %@ algo.
ja_jp: トランザクション後の残高が、最小口座残高の%@Algosを下回る結果になるため、トランザクションを完了できません。
ko: 트랜잭션 진행 시 계정의 잔액이 최소 잔액 수준(%@ 알고) 이하로 떨어지므로, 본 트랜잭션을 완료할 수 없습니다.
pt_br: O valor da transação resulta em um saldo abaixo do saldo mínimo de conta de %@ algos.
tr: Kalan miktar, hesabınızı %@ Algo olan minimum hesap bakiyesinin altında bırakacağından işlem tamamlanamadı.
zh_hans: 交易后的账户余额低于最小账户余额%@ 个ALGO。

# send-algos-minimum-amount-error
source: Transaction amount results in a balance below the minimum account balance of 0.1 Algo.
de: Bei diesem Transaktionsbetrag wird der Mindestkontostand von 0,1 Algos unterschritten.
es: El monto de la transacción da como resultado un saldo menor al saldo mínimo permitido de 0,1 Algos en la cuenta.
fr: Le montant de la transaction se traduit par un solde inférieur au solde minimum du compte de 0,1 ALGO.
it: L'importo della transazione determina un saldo inferiore al saldo minimo del conto di 0,1 algo.
ja_jp: 取引金額は、最小口座残高の0.1 algosを下回る結果になります。
ko: 트랜잭션 진행 시 계정의 잔액이 최소 잔액 수준(0.1알고) 이하로 떨어집니다.
pt_br: A quantia em transação resulta em um saldo menor que o saldo mínimo de 0,1 algos em conta.
tr: İşlem miktarı, 0,1 Algo tutarındaki minimum hesap bakiyesinden düşük bir bakiye ile sonuçlanıyor.
zh_hans: 交易后的账户余额低于最小账户余额0.1个ALGO。

# send-algos-receiver-address-validation
source: The recipient address is not a valid Algorand address. Please try again.
de: Falscher Schlüssel. Bitte stellen Sie sicher, dass Sie den richtigen Schlüssel verwenden.
es: La clave no es válida, asegúrate de tener la clave correcta.
fr: Clé non valide, veuillez vous assurer que vous avez la bonne clé.
it: L'indirizzo del destinatario non è un indirizzo Algorand valido. Riprova.
ja_jp: キーが無効です。正しいキーをお持ちかどうかご確認ください。
ko: 받으시는 분 주소가 유효한 알고랜드 주소가 아닙니다. 다시 시도해 주세요.
pt_br: Chave inválida, certifique-se de que tem a chave certa.
tr: Alıcı adresi, geçerli bir Algorand adresi değil. Lütfen tekrar deneyin.
zh_hans: 收件人地址不是有效的Algorand地址，请重试。

# send-algos-scan
source: Scan QR
de: QR-Code scannen
es: Escanear QR
fr: Scanner QR
it: Scansiona QR
ja_jp: QRをスキャン
ko: QR 스캔
pt_br: Escanear QR
tr: QR Kodunu Tara
zh_hans: 扫描二维码

# send-algos-select
source: Select Account
de: Konto auswählen
es: Seleccionar cuenta
fr: Sélectionner un compte
it: Seleziona conto
ja_jp: アカウントの選択
ko: 금액 선택
pt_br: Selecionar Conta
tr: Hesap Seç
zh_hans: 选择账户

# send-algos-sent-title
source: Algos Sent!
de: Die Algos wurden gesendet!
es: ¡Algos enviados!
fr: ALGO envoyé!
it: Algo inviati!
ja_jp: Algosを送信しました！
ko: 알고 전송 완료!
pt_br: Algos Enviados!
tr: Algo'lar Gönderildi!
zh_hans: ALGO发送成功！

# send-algos-title
source: Send Algo
de: Algos senden
es: Enviar Algos
fr: Envoyer ALGO
it: Invia Algo
ja_jp: Algosを送信
ko: 알고 전송
pt_br: Enviar Algos
tr: Algo Gönder
zh_hans: 发送ALGO

# send-asset-amount-error
source: Transaction amount cannot be more than your available amount.
de: Der Transaktionsbetrag darf nicht höher sein als Ihr verfügbarer Betrag.
es: El monto de la transacción no puede ser mayor que el importe disponible.
fr: Le montant de la transaction ne peut pas être supérieur à votre montant disponible.
it: L'importo della transazione non può essere superiore al tuo importo disponibile
ja_jp: 取引額が利用可能額を超えることはできません。
ko: 트랜잭션 금액을 사용 가능한 금액 이상으로 설정할 수 없습니다.
pt_br: O valor da transação não pode ser maior do que a quantia disponível.
tr: İşlem miktarı, kullanılabilir bakiyenizden fazla olamaz.
zh_hans: 交易金额不可超过所持有的金额。

# send-enter-note-placeholder
source: Enter note here
de: Fügen Sie hier eine Bemerkung hinzu
es: Ingresar nota aquí
fr: Saisir une note ici
it: Inserisci nota qui
ja_jp: ここにメモを入力してください
ko: 참조할 내용을 입력하세요
pt_br: Insira nota aqui
tr: Buraya not girin
zh_hans: 在此输入备注

# send-enter-note-title
source: Add Note
de: Bemerkung hinzufügen
es: Agregar nota
fr: Ajouter une note
it: Aggiungi nota
ja_jp: メモを追加
ko: 참조 추가
pt_br: Adicionar Nota
tr: Not Ekle
zh_hans: 添加备注

# send-qr-different-asset-alert
source: The QR contains different asset than selected one. Amount is ignored while decoding.
de: Der QR-Code enthält ein anderes Asset als das ausgewählte. Der Betrag wird beim Dekodieren ignoriert.
es: El QR contiene un activo distinto al elegido. Se ignoró el monto en la decodificación.
fr: Le QR contient un actif différent de celui sélectionné. Le montant est ignoré lors du décodage.
it: Il QR contiene un attivo diverso da quello selezionato. L'importo viene ignorato durante la decodifica.
ja_jp: QRには、選択したものとは異なる資産が含まれています。金額はデコード時に無視されます。
ko: QR 코드에 선택하신 것과 다른 자산이 포함되어 있습니다. 디코딩 중 금액은 무시됩니다.
pt_br: O QR contém um ativo diferente do selecionado. O valor é ignorado durante a decodificação.
tr: QR Kodu, seçilen varlıktan farklı bir varlığı içeriyor.
zh_hans: 二维码中包含资产与所选资产不同。解码时将忽略金额。

# send-qr-scan-alert-message
source: You just scanned a QR code of a transaction request. Please review all transaction fields as they may have changed.
de: Sie haben gerade den QR-Code einer Transaktionsanforderung gescannt. Bitte überprüfen Sie alle Transaktionsfelder, da möglicherweise Änderungen vorgenommen wurden.
es: Escaneaste un código QR de una solicitud de transacción. Revisa todos los campos de la transacción ya que es posible que hayan cambiado.
fr: Vous venez de scanner le code QR d'une demande de transaction. Veuillez examiner tous les champs de transaction car ils peuvent avoir changé.
it: Hai appena scansionato un codice QR di una richiesta di transazione. Controlla tutti i campi delle transazioni poiché potrebbero essere cambiati.
ja_jp: トランザクションリクエストのQRコードをスキャンしました。変更されている可能性がありますので、すべてのトランザクションフィールドを確認してください。
ko: 트랜잭션 요청 QR 코드를 스캔하셨습니다. 트랜잭션 항목이 변경되었을 수 있으니 모든 항목을 검토해 주세요.
pt_br: Você acaba de escanear o QR de um pedido de transação. Confira todos os campos da transação, já que podem ter sido alterados.
tr: Bir işlem isteğinin QR kodunu taradınız. Değişiklik gösterebileceğinden, lütfen tüm işlem alanlarını gözden geçirin.
zh_hans: 您刚扫描了一个交易请求二维码。由于交易信息栏可能会有变化，请仔细检查。

# send-qr-scan-alert-title
source: QR Scan
de: QR-Code scannen
es: Escanear QR
fr: Scan QR
it: Scansione QR
ja_jp: QRをスキャン
ko: QR 스캔
pt_br: Escanear QR
tr: QR Kodunu Tara
zh_hans: 扫描二维码

# send-receiving-algos-select
source: Select Receiving Account
de: Empfängerkonto wählen
es: Seleccionar la cuenta destino
fr: Sélectionnez le compte de réception
it: Seleziona conto di ricezione
ja_jp: 受信アカウントの選択
ko: 수신액 선택
pt_br: Selecionar Conta a Receber
tr: Alıcı Hesabını Seç
zh_hans: 选择接收账户

# send-select-asset
source: Select Asset
de: Asset wählen
es: Seleccionar activo
fr: Sélectionner l’actif
it: Seleziona attivo
ja_jp: 資産の選択
ko: 자산 선택
pt_br: Selecionar Ativo
tr: Varlık Seç
zh_hans: 选择资产

# send-sending-algos-select
source: Select Sending Account
de: Sendendes Konto wählen
es: Seleccionar la cuenta origen
fr: Sélectionnez le compte d'envoi
it: Selezionare il conto d'invio
ja_jp: 送信アカウントの選択
ko: 송금액 선택
pt_br: Selecionar Conta a Enviar
tr: Gönderme Hesabını Seç
zh_hans: 选择发送账户

# send-transaction-add-note-title
source: + Add Note
ja_jp: +メモを追加
ko: + 참조 추가
pt_br: + Adicionar Nota

# send-transaction-edit-note-title
source: Edit Note
ja_jp: メモを編集
ko: 참조 수정
pt_br: Editar Nota

# send-transaction-max-button-title
source: MAX
ja_jp: 最大
ko: 최대
pt_br: MÁX.

# send-transaction-max-same-account-error
source: You cannot send your max balance to yourself. Please select a different amount or recipient and try again.
de: Sie können Ihr maximales Guthaben nicht an sich selbst senden. Bitte wählen Sie einen anderen Betrag oder Empfänger und versuchen Sie es erneut.
es: No puedes enviarte el saldo máximo a ti mismo. Selecciona un monto o un destinatario diferente e inténtalo nuevamente.
fr: Vous ne pouvez pas vous envoyer votre solde maximum. Veuillez sélectionner un montant ou un destinataire différent et réessayer.
it: Non puoi inviare il saldo massimo a te stesso. Seleziona un importo o un destinatario diverso e riprova.
ja_jp: 最大残高を自分自身に送ることはできません。別の金額または受取人を選択して、やり直してください。
ko: 나 자신에게 최대 잔액을 전송할 수 없습니다. 다른 금액을 선택하거나 받으시는 분을 변경한 다음 다시 시도해 주세요.
pt_br: Você não pode enviar o total de seu saldo para você mesmo. Selecione quantia ou destinatário diferentes e tente novamente.
tr: Bakiyenizin tümünü kendinize gönderemezsiniz. Lütfen farklı bir miktar veya alıcı seçerek tekrar deneyin.
zh_hans: 无法向自己发送所有余额。请在选择其他账户或收款人后，再次尝试。

# send-transaction-preview-current-balance
source: Current Balance
ja_jp: 現在の残高
