Repository: perawallet/pera-wallet
Catalog: ios/Resources/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja_jp, ko, pt_br, tr, zh_hans

# ledger-troubleshooting-bluetooth-connection-html
source: Disable or Enable Bluetooth for an iOS device. <br /> <br /> <ul> <li>Tap on <b>Settings</b></li> <li>Select <b>“General”</b></li> <li>Tap on <b>“Bluetooth”</b></li> <li>Flip the <b>On/Off button</b> to toggle</li> <li>Bluetooth <b>On or Off</b></li> </ul>
de: Aktivieren oder deaktivieren Sie Bluetooth für ein iOS-Gerät. <br> <br> <ul> <li>Tippen Sie auf <b>Einstellungen</b> </li> <li>Wählen Sie <b>„Allgemein“</b> </li> <li>Tippen Sie auf <b>„Bluetooth“</b> </li> <li>Tippen Sie auf die <b>Ein-/Aus-Taste</b>, um </li> <li>Bluetooth zu <b>aktivieren oder deaktivieren</b> </li> </ul>
es: Desactiva o activa Bluetooth para un dispositivo iOS. <br /> <br /> <ul> <li>Pulsa <b>Configuración</b></li> <li>Selecciona <b>“General”</b></li> <li>Pulsa <b>“Bluetooth”</b></li> <li>Usa <b>el botón On/Off</b> para alternar la función</li> <li>Bluetooth <b>On or Off</b></li> </ul>
fr: Désactiver ou activer Bluetooth pour un appareil iOS. <br /> <br /> <ul> <li>Appuyez sur <b>Réglages</b></li> <li>Sélectionnez <b>«Général»</b></li> <li>Appuyez sur <b>«Bluetooth»</b></li> <li>Utilisez le bouton <b&gt:Activé / Désactivé</b> pour changer le réglage</li> <li>Bluetooth <b>Activé ou Désactivé</b></li> </ul>
it: Disabilita o abilita il Bluetooth per un dispositivo iOS. <br /> <br /> <ul> <li>Tocca <b>Impostazioni</b></li> <li>Seleziona <b>"Generale"</b></li> <li>Tocca <b>"Bluetooth"</b></li> <li>Capovolgi il <b>pulsante On/Off</b> per attivare </li> disattivare <li>Bluetooth <b>attivato o disattivato</b></li> </ul>
ja_jp: iOSデバイスのBluetoothを無効または有効にします。 <br /> <br /> <ul> <li>設定を<b>タップ</b></li> <li>「一般」を<b>選択</b></li> <li>「Bluetooth」を<b>タップ</b></li> <li>オン/オフボタンを<b>切り替え</b> to toggle</li> <li>Bluetoothを<b>オンまたはオフ</b></li> </ul>
ko: iOS 기기의 Bluetooth 켜기/끄기 <br /> <br /> <ul> <li><b>설정</b>을 누릅니다</li> <li><b>“일반”</b>을 선택합니다</li> <li> <b>“Bluetooth”</b>를 누릅니다</li> <li><b>켬/끔 버튼</b>을 토글 전환합니다</li> <li>Bluetooth가<b>켜지거나 꺼집니다</b></li> </ul>
pt_br: Habilitar ou desabilitar Bluetooth para dispositivo iOS. <br /> <br /> <ul> <li>Toque em <b>Configurações</b></li> <li>Selecione <b>“Geral”</b></li> <li>Toque em <b>“Bluetooth”</b></li> <li>Acione o <b>botão On/Off</b> para alternar</li> <li>Bluetooth <b>On ou Off</b></li> </ul>
tr: iOS cihazının Bluetooth özelliğini Etkinleştirin veya Devre Dışı Bırakın.<br /> <br /> <ul> <li><b>Ayarlar</b>a dokunun</li> <li><b>“Genel”</b>i seçin</li> <li><b>“Bluetooth”</b>a dokunun</li> <li>Açıp kapatmak için <b>Açma/Kapama düğmesini</b> çevirin</li> <li>Bluetooth <b>Açık veya Kapalı</b></li> </ul>
zh_hans: 关闭或开启苹果手机上的蓝牙。 <br /> <br /> <ul> <li>点击 <b>设置</b></li> <li>选择 <b>“通用”</b></li> <li>点击 <b>“蓝牙”</b></li> <li>翻转 <b>开启/关闭 按钮</b> 来切换</li> <li>蓝牙 <b>开启或关闭</b></li> </ul>

# ledger-troubleshooting-close-others
source: Close other applications (Ledger apps, crypto wallets, or anything that might be trying to pair with the ledger.)
de: Schließen Sie andere Anwendungen (Ledger-Apps, Kryptowallets und alle Geräte, die versuchen, sich mit dem Ledger-Gerät zu koppeln.)
es: Cierra otras aplicaciones (aplicaciones de Ledger, monederos de criptomonedas, o cualquier otra cosa que intente emparejarse con el dispositivo Ledger).
fr: Fermez les autres applications (applications Ledger, portefeuilles cryptographiques ou tout ce qui pourrait essayer de s'associer au Ledger.)
it: Chiudi altre applicazioni (app Ledger, crypto wallet o qualsiasi cosa che potrebbe tentare di associarsi a Ledger).
ja_jp: 他のアプリケーション（Ledgerアプリ、暗号通貨ウォレット、Ledgerとペアリングしようとする可能性のあるもの）を閉じます。
ko: 다른 애플리케이션(Ledger 앱, 암호화폐 지갑 또는 기타 Ledger에 페어링을 시도할 수 있는 모든 앱)을 종료합니다.
pt_br: Feche outros aplicativos (Ledger, carteiras cripto ou qualquer outra coisa que tente parear com o Ledger).
tr: Diğer uygulamaları kapat (Ledger uygulamaları, kripto cüzdanları veya
zh_hans: 关闭其他应用（Ledger、加密钱包或其他尝试与Ledger配对的应用。）

# ledger-troubleshooting-install-app-first-html
source: Begin by following Ledger’s comprehensive <a href="https://www.ledger.com/start">Getting Started</a> tutorial.
de: Folgen Sie zunächst dem umfassenden <a href="https://www.ledger.com/start">Anfänger-Tutorial</a> von Ledger.
es: Comienza siguiendo el tutorial completo de Ledger sobre <a href="https://www.ledger.com/start">Cómo comenzar</a>.
fr: Commencez par suivre les étapes détaillées de Ledger <a href="https://www.ledger.com/start">Getting Started</a>.
it: Inizia seguendo il tutorial completo di Ledger <a href="https://www.ledger.com/start">Guida introduttiva</a>.
ja_jp: まず、Ledgerの包括的な <a href="https://www.ledger.com/start">Getting Started</a> チュートリアルに従ってください。
ko: Ledger의 종합적인 <a href="https://www.ledger.com/start">Getting Started</a> (시작하기) 튜토리얼부터 따라서 시작해보세요.
pt_br: Inicie com o abrangente guia Ledger <a href="https://www.ledger.com/start">Iniciar</a> como tutorial.
tr: Ledger'ın kapsamlı <a href="https://www.ledger.com/start">Kullanmaya Başlama</a> öğreticisini izleyerek başlayın.
zh_hans: 开始遵循Ledger的完整 <a href="https://www.ledger.com/start">开始使用</a> 教程。

# ledger-troubleshooting-install-app-second-html
source: When the tutorial gets to the point where it directs you to “Select the application(s) you want to install on your device,” type <b>Algorand</b> in the search bar and install.
de: Wenn Sie in dem Tutorial bei dem Schritt angelangt sind, wo Sie aufgefordert werden, die Anwendungen zu wählen, die Sie auf Ihrem Gerät installieren möchten („Select the application(s) you want to install on your device“), geben Sie <b>Algorand</b> in die Suchleiste ein und installieren Sie die Anwendung.
es: Cuando el tutorial llegue al momento en que debes "seleccionar las aplicaciones que quieres instalar en tu dispositivo", ingresa <b>Algorand</b>> en la barra de búsqueda e instala.
fr: Lorsque le didacticiel arrive au point où il vous dirige vers «Sélectionnez les applications que vous souhaitez installer sur votre appareil», tapez <b>Algorand</b> dans la barre de recherche et installez l'application.
it: Quando il tutorial arriva al punto in cui ti chiede "Seleziona le applicazioni che desideri installare sul tuo dispositivo", digita <b>Algorand</b> nella barra di ricerca e installalo.
ja_jp: チュートリアルで「デバイスにインストールするアプリケーションを選択してください」という指示が出たら、検索バーに<b>Algorand</b>と入力してインストールしてください。
ko: 튜토리얼에서 “기기에 설치하고자 하는 애플리케이션 선택(Select the application(s) you want to install on your device)” 단계까지 진행하셨다면 검색창에 <b>알고랜드(Algorand)</b>를 입력하고 설치해 주세요.
pt_br: Quando o tutorial direcioná-lo a “Selecione os aplicativos que deseja instalar em seu dispositivo”, digite <b>Algorand</b> na barra de busca e instale.
tr: Öğretici sizi “Cihazınıza yüklemek istediğiniz uygulamaları seçin” adımına getirdiğinde, arama çubuğuna <b>Algorand</b> yazın ve yükleyin.
zh_hans: 当教程指导您“选择想在设备上安装的应用”，请在搜索栏输入<b>Algorand</b>并进行安装。

# ledger-troubleshooting-ledger-bluetooth-connection-advanced-guide-html
source: For more advanced troubleshooting, please refer to Ledger’s official <a href="https://support.ledger.com/hc/en-us/articles/360025864773">Bluetooth Troubleshooting Guide</a>.
de: Für eine erweiterte Fehlerbehebung verweisen wir auf die offizielle <a href="https://support.ledger.com/hc/en-us/articles/360025864773">Anleitung zur Bluetooth-Fehlerbehebung</a> von Ledger.
es: Para consultar la resolución de problemas avanzada, revisa la <a href="https://support.ledger.com/hc/en-us/articles/360025864773">guía de resolución de problemas Bluetooth</a> oficial de Ledger.
fr: Pour un dépannage plus avancé, veuillez consulter le site officiel de Ledger <a href="https://support.ledger.com/hc/en-us/articles/360025864773">Bluetooth Troubleshooting Guide</a>.
it: Per una risoluzione dei problemi più avanzata, fare riferimento alla <a href="https://support.ledger.com/hc/en-us/articles/360025864773">Guida alla risoluzione dei problemi Bluetooth</a> ufficiale di Ledger.
ja_jp: より高度なトラブルシューティングについては、Ledgerの公式 <a href="https://support.ledger.com/hc/en-us/articles/360025864773">Bluetooth Troubleshooting Guide</a>をご覧ください。
ko: 고급 문제 해결 안내가 필요하신 경우 Ledger의 공식 <a href="https://support.ledger.com/hc/en-us/articles/360025864773">Bluetooth Troubleshooting Guide</a> (Bluetooth 문제 해결 가이드) 페이지를 참조하세요.
pt_br: Para soluções mais avançadas, confira o suporte oficial Ledger <a href="https://support.ledger.com/hc/en-us/articles/360025864773">Guia para Soluções Bluetooth</a>.
tr: Daha gelişmiş sorun giderme için, lütfen Ledger'ın resmi <a href="https://support.ledger.com/hc/en-us/articles/360025864773">Bluetooth Sorun Giderme Kılavuzu</a>'na başvurun.
zh_hans: 关于更多高级故障排除功能，请查阅Ledger的官方 <a href="https://support.ledger.com/hc/en-us/articles/360025864773">蓝牙故障排除指南</a>.

# ledger-troubleshooting-ledger-bluetooth-connection-guide-html
source: For general usage of your Ledger’s Bluetooth feature, please refer to Ledger’s official <a href="https://support.ledger.com/hc/en-us/articles/360019138694-Set-up-Bluetooth-connection">Bluetooth Connection Guide</a>.
de: Informationen zur Verwendung der Bluetooth-Funktion Ihres Ledger-Geräts finden Sie in der offiziellen <a href="https://support.ledger.com/hc/en-us/articles/360019138694-Set-up-Bluetooth-connection">Anleitung für Bluetooth-Verbindungen</a> von Ledger.
es: Para consultar el funcionamiento general de la función Bluetooth de Ledger, consulta la <a href="https://support.ledger.com/hc/en-us/articles/360019138694-Set-up-Bluetooth-connection">guía de conexión Bluetooth</a> oficial de Ledger.
fr: Pour l’utilisation générale de la fonction Bluetooth de votre Ledger, veuillez consulter le guide officiel de Ledger <a href="https://support.ledger.com/hc/en-us/articles/360019138694-Set-up-Bluetooth-connection">Bluetooth Connection Guide</a>.
it: Per l'utilizzo generale della funzione Bluetooth di Ledger, fare riferimento alla <a href="https://support.ledger.com/hc/en-us/articles/360019138694-Set-up-Bluetooth-connection"> Guida alla Connessione Bluetooth</a> ufficiale di Ledger.
ja_jp: LedgerのBluetooth機能の一般的な使用法については、Ledgerの公式 <a href="https://support.ledger.com/hc/en-us/articles/360019138694-Set-up-Bluetooth-connection">Bluetooth Connection Guide</a>をご覧ください。
ko: Ledger의 Bluetooth 기능 사용법은 Ledger의 공식 <a href="https://support.ledger.com/hc/en-us/articles/360019138694-Set-up-Bluetooth-connection">Bluetooth Connection Guide</a> (Bluetooth 연결 가이드) 페이지에서 찾아보실 수 있습니다.
pt_br: Para uso geral do Bluetooth do seu Ledger, confira o suporte oficial Ledger <a href="https://support.ledger.com/hc/en-us/articles/360019138694-Set-up-Bluetooth-connection">Guia para Conexão Bluetooth</a>.
tr: Ledger'ınızın Bluetooth özelliğinin kullanımı için, lütfen Ledger'ın resmi <a href="https://support.ledger.com/hc/en-us/articles/360019138694-Set-up-Bluetooth-connection">Bluetooth Bağlantı Kılavuzu</a>'na başvurun.
zh_hans: 关于Ledger的蓝牙功能，请查阅Ledger的官方 <a href="https://support.ledger.com/hc/en-us/articles/360019138694-Set-up-Bluetooth-connection">蓝牙连接指南</a>.

# ledger-troubleshooting-ledger-support
source: For general troubleshooting of the ledger device, please visit
de: Für eine allgemeine Fehlerbehebung für das Ledger-Gerät besuchen Sie bitte
es: Para consultar la resolución de problemas general, visita
fr: Pour le dépannage général du Ledger, veuillez visiter
it: Per la risoluzione generale dei problemi relativi al dispositivo Ledger, visita
ja_jp: Ledgerデバイスの一般的なトラブルシューティングについては、次のWebサイトをご覧ください。
ko: Ledger 기기의 일반적인 문제 해결에 도움이 필요한 경우에는
pt_br: Para soluções gerais para o dispositivo Ledger, visite
tr: Ledger cihazınız ile ilgili genel sorun giderme işlemleri için, lütfen ziyaret edin:
zh_hans: 更多关于Ledger设备的故障排除，请访问

# ledger-troubleshooting-ledger-support-title
source: Ledger Support.
es: Soporte de Ledger.
fr: Support Ledger.
it: Assistenza Ledger.
ja_jp: Ledgerサポート
ko: Ledger 지원을 방문해 주세요.
pt_br: Suporte Ledger.
tr: Ledger Destek
zh_hans: Ledger支持

# ledger-troubleshooting-open-app-first-html
source: Continue with Ledger’s comprehensive <a href="https://www.ledger.com/start">Getting Started</a> tutorial, which will direct you how to install and open apps on your ledger device.
de: Folgen Sie zunächst dem umfassenden <a href="https://www.ledger.com/start">Anfänger-Tutorial</a> von Ledger, in dem Sie erfahren, wie Sie Apps auf Ihrem Ledger-Gerät installieren und öffnen.
es: Comienza siguiendo el tutorial completo de Ledger sobre <a href="https://www.ledger.com/start">Getting Started</a>, que te indicará como instalar e iniciar aplicaciones en tu dispositivo Ledger.
fr: Commencez par suivre les étapes détaillées de Ledger <a href="https://www.ledger.com/start">Getting Started</a>, qui vous expliqueront comment installer et ouvrir les applications sur votre appareil Ledger.
it: Inizia seguendo il tutorial completo della <a href="https://www.ledger.com/start">Guida introduttiva</a> di Ledger, che ti indicherà come installare e aprire le app sul tuo dispositivo Ledger.
ja_jp: まず、Ledgerの包括的な <a href="https://www.ledger.com/start">Getting Started</a> チュートリアルに従ってください。このチュートリアルでは、Ledgerデバイスにアプリケーションをインストールして開く方法を説明しています。
ko: Ledger의 종합적인 <a href="https://www.ledger.com/start">Getting Started</a> (시작하기) 튜토리얼부터 따라서 시작해보세요. Ledger 기기에서 앱을 설치하고 실행하는 방법을 안내해 드립니다.
pt_br: Inicie com o abrangente guia Ledger <a href="https://www.ledger.com/start">Iniciar</a> como tutorial, que vai ensiná-lo a instalar e abrir aplicativos em seu dispositivo ledger.
tr: Uygulamaları Ledger cihazınıza nasıl yükleyeceğinizi ve nasıl açacağınızı gösteren, Ledger'ın kapsamlı <a href="https://www.ledger.com/start">Kullanmaya Başlama</a> öğreticisini izleyerek başlayın.
zh_hans: Ledger的完整教程<a href="https://www.ledger.com/start">开始使用</a> 将指导您在账户设备上安装和打开应用。

# ledger-troubleshooting-open-app-second-html
source: If you haven’t already installed the <b>Algorand</b> app on your Ledger device, when the tutorial gets to the point where it directs you to “Select the application(s) you want to install on your device,” type <b>Algorand</b> in the search bar and install.
de: Wenn Sie die <b>Algorand-</b>App noch nicht installiert haben und Sie in dem Tutorial bei dem Schritt angelangt sind, wo Sie aufgefordert werden, die Anwendungen zu wählen, die Sie auf Ihrem Gerät installieren möchten („Select the application(s) you want to install on your device“), geben Sie <b>Algorand</b> in die Suchleiste ein und installieren Sie die Anwendung.
es: Si aún no instalaste la aplicación de <b>Algorand</b> en tu dispositivo Ledger, cuando el tutorial llegue al momento en que debes "seleccionar las aplicaciones que quieres instalar en tu dispositivo", ingresa <b>Algorand</b> en la barra de búsqueda e instala.
fr: Si vous n'avez pas installé l'application <b>Algorand</b> sur votre appareil Ledger, lorsque le didacticiel arrive au point où il vous dirige vers «Sélectionnez les applications que vous souhaitez installer sur votre appareil», tapez <b>Algorand</b> dans la barre de recherche et installez l'application.
it: Se non hai già installato l'app <b>Algorand</b> sul tuo dispositivo Ledger, quando il tutorial arriva al punto in cui ti chiede "Seleziona le applicazioni che desideri installare sul tuo dispositivo", digita <b>Algorand</b> nella barra di ricerca e installalo.
ja_jp: まだLedgerデバイスに<b>Algorand</b>アプリをインストールしていない場合、チュートリアルで「デバイスにインストールするアプリケーションを選択してください」という指示が出たら、検索バーに<b>Algorand</b>と入力してインストールしてください。
ko: 아직 Ledger 기기에 <b>알고랜드</b> 앱을 설치하지 않으신 경우, 튜토리얼에서 “기기에 설치하고자 하는 애플리케이션 선택(Select the application(s) you want to install on your device)” 단계까지 진행하시고 검색창에 <b>알고랜드(Algorand)</b>를 입력해 설치해 주세요.
pt_br: Caso ainda não tenha instalado o aplicativo <b>Algorand</b> em seu dispositivo Ledger, quando o tutorial direcioná-lo a “Selecione os aplicativos que deseja instalar em seu dispositivo”, digite <b>Algorand</b> na barra de busca e instale.
tr: Ledger cihazınıza <b>Algorand</b> uygulamasını henüz yüklemediyseniz, öğretici sizi “Cihazınıza yüklemek istediğiniz uygulamaları seçin” adımına getirdiğinde, arama çubuğuna <b>Algorand</b> yazın ve yükleyin.
zh_hans: 若您尚未在Ledger设备上安装 <b>Algorand</b> 应用，当教程指导您“选择想在设备上安装的应用”，请在搜索栏输入<b>Algorand</b> 并进行安装。

# ledger-troubleshooting-restart
source: Restart the Algorand Wallet and/or your device.
de: Starten Sie die Algorand-Wallet und/oder Ihr Gerät neu.
es: Reinicia el monedero Algorand o tu dispositivo.
fr: Redémarrez le portefeuille Algorand et / ou votre appareil.
it: Riavvia Algorand Wallet e/o il tuo dispositivo.
ja_jp: Algorand Walletおよび/またはお客様のデバイスを再起動します。
ko: 알고랜드 지갑 및/또는 내 기기를 재시작합니다.
pt_br: Reinicie a Carteira Algorand e/ou seu dispositivo.
tr: Algorand Wallet'i ve/veya cihazınızı yeniden başlatın.
zh_hans: 重启Algorand钱包以及/或您的设备。

# ledger-troubleshooting-title
source: Advanced Troubleshooting
de: Erweiterte Fehlerbehebung
es: Resolución de problemas avanzada
fr: Dépannage avancé
it: Risoluzione dei problemi avanzata
ja_jp: 高度なトラブルシューティング
ko: 고급 문제 해결
pt_br: Soluções Avançadas
tr: Gelişmiş Sorun Giderme
zh_hans: 高级故障排除

# ledger-tutorial-bluetooth
source: Make sure Bluetooth is enabled on your smartphone.
de: Stellen Sie sicher, dass bei Ihrem Smartphone Bluetooth aktiviert ist.
es: Asegúrate de que Bluetooth esté activado en tu teléfono.
fr: Assurez-vous que Bluetooth est activé sur votre smartphone.
it: Assicurati che il Bluetooth sia abilitato sul tuo smartphone.
ja_jp: スマートフォンのBluetoothが有効になっていることを確認してください。
ko: 내 스마트폰에서 Bluetooth가 켜졌는지 확인합니다.
pt_br: Tenha o Bluetooth habilitado em seu smartphone.
tr: Akıllı telefonunuzda Bluetooth'un etkin olduğundan emin olun.
zh_hans: 确认开启手机上的蓝牙功能。

# ledger-tutorial-install-app
source: Install the Algorand app (version 1.2.9 or later) onto your Ledger.
de: Installieren Sie die Algorand-App (Version 1.2.9 oder neuer) auf Ihrem Ledger-Gerät.
es: Instala la aplicación Algorand (versión 1.2.9 o posterior) en tu dispositivo Ledger.
fr: Installez l'application Algorand (version 1.2.9 ou ultérieure) sur votre Ledger.
it: Installa l'app Algorand (versione 1.2.9 o successiva) nel tuo Ledger.
ja_jp: お使いのLedgerにAlgorandアプリ（バージョン1.2.9以降）をインストールします。
ko: Ledger에 알고랜드 앱을 설치하세요(버전 1.2.9 이상).
pt_br: Instale o aplicativo Algorand (versão 1.2.9 ou superior) em seu Ledger.
tr: Ledger'ınıza Algorand uygulamasını (1.2.9 veya daha yeni sürümleri) yükleyin.
zh_hans: 请在您的Ledger上安装Algorand应用（1.2.9版本或更新的版本）。

# ledger-tutorial-open-app
source: After confirming pairing on your Ledger device, open the Algorand app.
de: Öffnen Sie auf Ihrem Ledger-Gerät die Algorand-App.
es: Inicia la aplicación de Algorand en tu dispositivo Ledger.
fr: Ouvrez l'application Algorand sur votre Ledger.
it: Apri l'app Algorand sul tuo Ledger.
ja_jp: お使いのLedgerでAlgorandアプリを開きます。
ko: Ledger에서 알고랜드 앱을 엽니다.
pt_br: Abra o aplicativo Algorand em seu Ledger.
tr: Eşleşmeyi Ledger cihazınızda onayladıktan sonra Algorand uygulamasını açın.
zh_hans: 在您的Ledger上打开Algorand应用

# ledger-tutorial-title-text
source: Pair with Ledger
de: Mit Ledger koppeln
es: Emparejar con Ledger
fr: Associer avec Ledger
it: Segui i passaggi seguenti per creare un nuovo conto Ledger
ja_jp: Ledgerとのペアリング
ko: Ledger 페어링
pt_br: Siga os passos abaixo para criar uma nova conta ledger
tr: Ledger ile Eşleştir
zh_hans: 请按照以下指示，创建新的Ledger账户

# ledger-tutorial-turned-on
source: Make sure that your ledger device is on and has Bluetooth enabled.
de: Stellen Sie sicher, dass Ihr Ledger-Gerät eingeschaltet und Bluetooth aktiviert ist.
es: Asegúrate de que el dispositivo Ledger esté encendido y de que tenga Bluetooth activado.
fr: Assurez-vous que votre appareil Ledger est allumé et que Bluetooth est activé.
it: Assicurati che il tuo dispositivo Ledger sia acceso e abbia il Bluetooth abilitato.
ja_jp: Ledgerデバイスがオンになっていて、Bluetoothが有効になっていることを確認してください。
ko: Ledger 기기 전원을 켜고 Bluetooth를 활성화했는지 확인하세요.
pt_br: Tenha seu dispositivo ledger ligado e habilitado para Bluetooth.
tr: Ledger cihazınızın açık ve Bluetooth özelliğinin etkin olduğundan emin olun.
zh_hans: 确认您的Ledger设备已开启，并启用了蓝牙功能。

# ledger-verified-add
source: Add Verified Accounts
de: Verifizierte Konten hinzufügen
es: Agregar cuentas verificadas
fr: Ajouter des comptes vérifiés
it: Aggiungi conti verificati
ja_jp: 認証済みアカウントの追加
ko: 인증된 계정 추가
pt_br: Adicionar Contas Confirmadas
tr: Doğrulanan Hesapları Ekle
zh_hans: 添加验证过的账户

# ledger-verify-header-subtitle
source: The following account addresses will display on your Ledger device. Please carefully compare and verify each address in order to finalize device pairing.
de: Die folgenden Kontoadressen werden auf Ihrem Ledger-Gerät angezeigt. Bitte vergleichen und verifizieren Sie jede Adresse sorgfältig, um die Gerätekopplung abzuschließen.
es: Las siguientes direcciones de cuenta se mostrarán en tu dispositivo Ledger. Compara y verifica cuidadosamente cada dirección para finalizar el emparejamiento del dispositivo.
fr: Les adresses de compte suivantes s'afficheront sur votre appareil Ledger. Veuillez comparer et vérifier soigneusement chaque adresse afin de finaliser le couplage des appareils.
it: I seguenti indirizzi di conto verranno visualizzati sul tuo dispositivo Ledger. Confronta e verifica attentamente ogni indirizzo per completare l'associazione del dispositivo.
ja_jp: 以下のアカウントアドレスがLedgerデバイスに表示されます。デバイスのペアリングを完了するために、各アドレスを慎重に比較・確認してください。
ko: 다음의 계정 주소가 Ledger 기기에 표시됩니다. 각 주소를 신중하게 비교하고 확인하신 다음 기기 페어링을 완료해주세요.
pt_br: Os seguintes endereços de conta serão exibidos em seu dispositivo Ledger. Compare cuidadosamente e confirme cada endereço para concluir o pareamento de dispositivos.
tr: Aşağıdaki hesap adresi Ledger cihazınızda görüntülenecek. Cihaz eşlemesini tamamlamak için lütfen her adresi dikkatlice karşılaştırın ve doğrulayın.
zh_hans: 以下账户地址会显示在您的Ledger设备上。请仔细比较和验证每个地址，完成最终的设备配对。

# ledger-verify-header-title
source: Verify Account Addresses via Ledger
de: Kontoadressen über Ledger verifizieren
es: Verificar direcciones de cuenta a través de Ledger
fr: Vérifier les adresses de compte via Ledger
it: Verifica gli indirizzi dei conti tramite Ledger
ja_jp: Ledgerによるアカウントアドレスの確認
ko: Ledger를 통해 계정 주소 인증
pt_br: Confirmar Endereços de Conta via Ledger
tr: Hesap Adreslerini Ledger ile Doğrula
zh_hans: 通过Ledger来验证账户地址

# local-authentication-enable
source: Enable Face ID/Touch ID
de: Gesichtsprüfung/Touch-ID aktivieren
es: Activar reconocimiento facial o táctil
fr: Activer Face ID / Touch ID
it: Abilita Face ID/Touch
ja_jp: Face ID/Touch IDを有効にする
ko: Face ID/Touch ID 활성화
pt_br: Habilitar ID Facial/Toque
tr: Face ID/Touch ID'yi Etkinleştir
zh_hans: 使用人脸识别/触控

# local-authentication-enabled-subtitle
source: Your passcode has been verified. Your Algorand account is more secure now.
de: Ihr Passcode wurde verifiziert. Ihr Algorand-Konto ist jetzt noch sicherer.
es: Tu contraseña fue verificada. Tu cuenta de Algorand ahora es más segura.
fr: Votre code d'accès a été vérifié. Votre compte Algorand est désormais plus sécurisé.
it: Il tuo codice di accesso è stato verificato. Il tuo conto Algorand ora è più sicuro.
ja_jp: パスコードが確認されました。 Algorandアカウントのセキュリティが向上しました。
ko: 비밀문구가 확인되었습니다. 알고랜드 계정이 더욱 안전해졌습니다.
pt_br: Seu código de acesso foi confirmado. Sua conta Algorand agora é mais segura.
tr: Parolanız doğrulandı. Algorand hesabınız artık daha güvenli.
zh_hans: 您的密码验证完成。您的Algorand账户现在更加安全了。

# local-authentication-enabled-title
source: Biometric Authentication Enabled
de: Biometrische Authentifizierung aktiviert
es: Autenticación biométrica habilitada
fr: Authentification biométrique activée
it: Autenticazione biometrica abilitata
ja_jp: 生体認証の有効化
ko: 생체 인증 활성화 완료
pt_br: Autenticação Biométrica Habilitada
tr: Biyometrik Kimlik Doğrulaması Etkinleştirildi
zh_hans: 启用生物识别认证
